{
    "en": {
        "title": "Beyond Keynes' Bancor: The International Financial System after the 2008 Financial Crisis",
        "writer": "unknown",
        "image": "../images/article5.webp",
        "content": "This article is cited from Professor Perry Mehrling's article 'Beyond Bancor.' In a relatively short length, this article aims to bring the essence of the original article to readers. Keynes proposed the concept of Bancor at the establishment of the Bretton Woods system. Until now, many still support the Bancor theory. However, the modern international financial system has evolved, and in fact, Keynes had an overlooked theory, 'A Tract on Monetary Reform,' which might be more insightful for the current international financial system. Keynes conceived a method to stabilize international finance and exchange rates through central bank foreign exchange forward operations, which coincides with the current market's self-development. Professor Mehrling points out that the international financial system has changed since the 2008 financial crisis: between the U.S. dollar and other currencies, the global financial system has added the framework of central bank foreign exchange swaps. Along with the evolution of deglobalization, we are essentially facing the challenge of managing the transition from a dollar-dominated to a multipolar currency system.",
        "article_text": "\\lbKeynes' Thoughts on Exchange Rate Stabilization Mechanism\\rb: \n\nWith the end of World War I, due to the demand for war materials and the pressure of expenditure by European countries during the war, countries suspended gold convertibility and free gold flow, relying instead on the issuance of paper money. The international gold standard system collapsed as a result. With the end of this fixed exchange rate system, speculative volatility in the foreign exchange market became increasingly intense, and thus in the 1920s, international institutions began developing the foreign exchange forward market.\n\nWe can understand the role of the forward market this way: the financial exchanges between various commercial entities can be imagined as a flow of funds exchanged over a period, and the forward market provides a way to shift the payment time of funds, transferring immediate financial pressure to the future, thereby spreading out the originally concentrated funds into a series of cash streams. Keynes observed the foreign exchange market at that time and proposed that governments could stabilize exchange rates through this foreign exchange forward market.\n\nThe specific plan was to set a corridor for the spot and forward price difference (premium) and achieve this by buying and selling spot and offering forwards at a designated discount. In other words, in Keynes' conception, exchange rate stability was not achieved by fixing rates between central banks and eliminating the role of the private market, i.e., the futures market, but by providing the private market with a corridor of spot and forward price differences at a discount to stabilize exchange rates.\n\n\\lbThe Rise of the Eurodollar Market and the Establishment of the 6C Swap Mechanism:\\rb \n\nDue to balance of payments issues, the Bretton Woods system collapsed in 1971. The U.S. dollar officially replaced gold to become the world's currency. At the same time, the market freely developed the Eurodollar market, which rose in London. Eurodollars do not refer to foreign exchange between the euro and the U.S. dollar, but offshore dollars that are no longer circulating within the U.S.\n\nHowever, the dollars in the Eurodollar market, as it trades at par to onshore dollars, still depend on the Federal Reserve's support. This fact was 'tested' and proven during the 2008 financial crisis. In the subprime crisis, European institutions held large amounts of U.S. subprime mortgage assets and faced liquidity pressures during the crisis; thus, offshore dollars became scarce. European institutions could not seek enough dollar liquidity from the local private market and their national banks because European banks could only provide euros through balance sheet expansion, but this operation could not supply dollars.\n\nThus, the Federal Reserve had to provide liquidity to offshore dollars through massive foreign exchange derivateives. That is, through the derivative called 'swap.' A swap works as follows: the foreign central banks exchanged foreign currencies for dollars from the U.S. central bank. This exchange of two currencies would swap back after a certain period. Meanwhile, foreign central banks would pay some interest to the U.S. central bank.\n\nThis temporary scheme was introduced during the crisis but later became permanently established. The world's six central banks, or \\lb6C (central banks)\\rb: the Federal Reserve, the Bank of England, the European Central Bank, the Swiss National Bank, the Bank of Japan, and the Bank of Canada, established an unlimited swap channel post the great financial crisis. This mechanism is very similar to Keynes' conception of exchange rate stabilization via the foreign exchange forward market developed after World War I.\n\nThe establishment of the swap mechanism provides a method to cope with liquidity shocks to the Eurodollar. Unlike Keynes' proposal, the 6C swap mechanism is not an open market operation but an agreement between central banks, which temporarily increases the world's monetary reserves through financial derivatives.\n\n\\lbOutlook after the Financial Crisis:\\rb\n\nProfessor Mehrling explains that the 2008 financial crisis was not only a test of the shadow banking system but, more importantly, a test of the Eurodollar international financial system.\n\nDuring the crisis, the 6C swap system was organized and established. It took at least a decade to exit wartime finance after World War II and establish new commercial principles. The quantitative easing of various central banks is very much like a wartime economy, and exiting this system and establishing new commercial principles will also take an enormous amount of time.\n\nAnyway, a new financial system has been established, and an extra layer of 6C swap was put under the dollar as a modification to the original hierarchy, which was developed after the collapse of the Bretton Woods system. Now, the current status is the U.S. dollar as the world currency sits on the top, followed by the 6C swap to provide support to the Eurodollar, then bilateral swap mechanisms between two non-U.S. countries and IMF funding, and finally, each individual sovereign monetary system and its credit markets in local currencies. The resiliency of this system will be tested and challenged by the next major financial crisis.\n\nWhat are the possible challenges to this system? Some scholars believe it is the Chinese yuan, but this challenge is not in the near future. At least for now, there has not been a stranded flow of the U.S. dollar.\n\nIn fact, the People's Bank of China's massive foreign exchange reserves have just absorbed enough dollars, so the dollar has not stranded under the huge trade deficit and quantitative easing (QE). The evolution of RMB into a key currency awaits the development of a banking apparatus equal to the tasks currently undertaken in London and New York.\n\nSupplementals to the Original Article:\n\n The People's Bank of China's dollar foreign exchange reserves have not increased since 2016 to 2024. In 2015, the '811 exchange rate reform' was implemented by the Chinese government, an attempt by China's central bank to further promote the yuan's transition to a floating exchange rate system.\n\nAccording to the latest IMF data (June 2024), while the role of the U.S. dollar has weakened over the past two decades, the proportion of the other three major currencies—the euro, yen, and pound—has not correspondingly increased. Instead, we have seen a rise in what we call “non-traditional reserve currencies,” including the Australian dollar, Canadian dollar, Chinese yuan, South Korean won, Singapore dollar, and Nordic currencies. The currency landscape does not show a single replacement pattern. The decline in U.S. dollar reserves has been very gradual, from around 70% in 2000 to 60%. At the same time, gold reserves have returned to their highest level since World War II. However, compared to other reserves, the increase in the share of gold is modest, with the main buyers being central banks in emerging markets. The role of non-traditional currencies from well-managed small open economies is continuously rising, supported by new digital trading technologies."
    },
    "zh": {
        "title": "超越凯恩斯的银行金：后2008金融危机的国际金融体系",
        "writer": "unknown",
        "image": "../images/article5.webp",
        "content": "这篇文章援引自Perry Mehrling教授的文章《Beyond Bancor》 本文力求在较短的篇幅里，把原文的精华带给读者。凯恩斯在布雷顿森林体系建立之时提出了银行金（Bancor）的概念，很多人也都支持银行金理论的体系。 但现代国际金融体系已经演进，实际上，凯恩斯有一个被人忽略的遗篇《A Tract on Monetary Reform》也许更具借鉴的意义。凯恩斯构想了一种借助央行外汇远期操作的方式来稳定国际金融和汇率的方法，而这和当前市场自我发展不谋而合。Mehrling教授指出，后2008金融危机的国际金融体系已然发生变化：在美元与各国货币之间，世界金融体系增加了央行外汇互换这一框架。伴随着逆全球化的演进，我们实质上面临如何管理从美元主导到多极化货币体系的挑战。",
        "article_text": "\\lb凯恩斯的汇率稳定机制的思考\\rb: \n\n随着第一次世界大战落幕，因为欧洲各国在一战中大量的战争物资需求和开支压力，在战争期间，各国纷纷停止了黄金兑换和自由黄金流动，转而依赖纸币的发行。国际金本位体系也随之解体。随着这一固定汇率体系的结束，外汇市场的投机性波动变得愈发剧烈，于是在1920年代，国际机构开始发展外汇远期市场。\n\n我们可以这样理解远期市场的作用。各个商业体之间的资金往来可以想象成在一段时间里交换的资金流，而远期市场提供了一种改变资金偿付时间的方法，把近期的资金压力借助远期市场置换到未来，使得本来集中的资金摊到远期。凯恩斯深入观察了当时的外汇市场，提出，各国政府可以通过这一外汇远期市场来稳定汇率。\n\n具体的方案是，设定一个现货和期货价差的走廊，通过买卖现货与提供走廊价格的期货来实现。也即是说，在凯恩斯的构想中，并不是通过央行之间固定汇率并且挤兑公开的期货市场来实现汇率的稳定，而是通过给公开市场一个现货和远期价差的走廊来实现汇率的稳定。\n\n\\lb欧洲美元市场的兴起与6C互换机制的建立:\\rb\n\n因为国际收支的问题，布雷顿森林体系在1971年解体。美元正式取代黄金直接成为世界货币。与此同时，市场自由发展出了欧洲美元市场，并且在伦敦兴起，欧洲美元并非指的欧元兑美元的外汇，而是离岸的，不在美国本土流通的美元。\n\n但欧洲美元市场中的美元，作为和在岸美元的等价物，仍然依赖美联储资产负债表的支撑。这一事实在2008年金融危机中被“测试”且证明，次贷危机中，欧洲的机构大量持有美国房地产次贷资产，面对危机中的流动性压力，离岸的美元变得稀有，欧洲的机构无法寻求本地银行和本国银行来获得足够美元流动性，因为欧洲的央行通过扩表只能提供欧元，而无法提供美元。\n\n于是美联储不得不通过巨额的外汇互换给离岸美元提供流动性。也即是通过互换这一衍生品，美国和外国央行将外币和美元进行互换，在一定的期限之后交换回来。同时，外国央行将支付一定的利息。\n\n这一临时的方案也被永久地确立下来，世界六家央行，也就是\\lb6C（central banks）\\rb：美联储，英格兰银行，欧洲央行，瑞士国家银行，日本银行和加拿大银行建立了无限制的互换通道。而这一机制，和凯恩斯根据一战后发展起来的外汇远期市场的构想十分相似。\n\n互换机制的建立提供了一种对国际收支流动性冲击的应对方法。和凯恩斯主张不同的是，这一机制不是公开市场操作，而是央行之间的协议，通过互换的方式短期增加了世界货币的储备。\n\n\\lb后金融危机展望：\\rb\n\nMehrling教授说明，2008年的金融危机不仅仅只是对影子银行系统的测试，更重要的，在国际金融体系中，其也是对欧洲美元国际金融体系的测试。\n\n在危机中，6C互换系统被有组织地建立起来了。从二战的战时金融的退出到建立新的商业原则花了至少十年。而各国央行的量化宽松是非常像战时的经济体制的，退出这一系统，并且建立新的商业原则，也将花费海量的时间。\n\n新的金融体系已经确立：美元为世界金融体系的货币，紧接着是6C互换，到其他各国的双边互换与IMF资助，最后是各国的货币体系和各国本币的信用市场。这一系统将受到下一次大金融危机的测试。\n\n可能的挑战是什么呢？有学者认为是人民币，但这一挑战是长期的，至少目前美元还未出现滞留或者无法顺利流动现象。\n\n事实上，中国人民银行的巨额外汇储备刚好吸纳了足量的美元，使得美元在巨额贸易逆差和量化宽松QE下没有出现滞留。美元和欧洲美元体系面临的挑战仍然取决于人民币的国际化和其国际机制完善的缓慢进程。\n\n笔者这里补充一些最近的资料：\n\n到2024年，中国人民银行的美元外汇储备规模自2016年不再上升。在2015年实行了811汇改，此次汇改是中国央行进一步推动汇率形成机制市场化，向浮动汇率制过渡的尝试。\n\n根据IMF最新（2024六月）的数据，在过去二十年美元作用减弱的同时，“四大”货币中的其他三者——欧元、日元和英镑——的比例却没有相应地上升。相反，与之相伴地是我们所谓的“非传统储备货币”比例的上升，包括澳元、加元、人民币、韩元、新加坡元和北欧货币。货币格局并非呈现单一替代格局。美元储备下滑的速度是非常缓慢的，从2000年的70%左右下降到60%。同时黄金的储备则回升到二战以来最高的水平。但和其他储备相比，黄金占比仍然是小幅度的回升，主要买家是新兴市场央行。在新的数字交易技术的支持下，管理良好的小型开放经济体的非传统货币作用的不断上升。"
    },
    "es": {
        "title": "Más allá del Bancor de Keynes: El sistema financiero internacional después de la crisis financiera de 2008",
        "writer": "desconocido",
        "image": "../images/article5.webp",
        "content": "Este artículo está citado del artículo del profesor Perry Mehrling 'Beyond Bancor'. En una extensión relativamente breve, este artículo pretende llevar la esencia del artículo original a los lectores. Keynes propuso el concepto de Bancor en el establecimiento del sistema de Bretton Woods. Hasta ahora, muchos todavía apoyan la teoría de Bancor. Sin embargo, el sistema financiero internacional moderno ha evolucionado, y de hecho, Keynes tenía una teoría pasada por alto, 'A Tract on Monetary Reform', que podría ser más perspicaz para el sistema financiero internacional actual. Keynes concibió un método para estabilizar las finanzas internacionales y los tipos de cambio a través de operaciones de futuros de divisas de bancos centrales, lo que coincide con el autodesarrollo del mercado actual. El profesor Mehrling señala que el sistema financiero internacional ha cambiado desde la crisis financiera de 2008: entre el dólar estadounidense y otras monedas, el sistema financiero global ha agregado el marco de swaps de divisas de bancos centrales. Junto con la evolución de la desglobalización, en esencia estamos enfrentando el desafío de gestionar la transición de un sistema monetario dominado por el dólar a uno multipolar.",
        "article_text": "\\lbPensamientos de Keynes sobre el Mecanismo de Estabilización del Tipo de Cambio\\rb: \n\nCon el fin de la Primera Guerra Mundial, debido a la demanda de materiales bélicos y la presión de los gastos de los países europeos durante la guerra, los países suspendieron la convertibilidad del oro y el libre flujo de oro, confiando en su lugar en la emisión de papel moneda. Como resultado, el sistema de patrón oro internacional colapsó. Con el fin de este sistema de tipo de cambio fijo, la volatilidad especulativa en el mercado de divisas se intensificó, y así, en la década de 1920, las instituciones internacionales comenzaron a desarrollar el mercado de futuros de divisas.\n\nPodemos entender el papel del mercado de futuros de esta manera: los intercambios financieros entre diversas entidades comerciales pueden imaginarse como un flujo de fondos intercambiados durante un período, y el mercado de futuros proporciona una forma de cambiar el momento de pago de los fondos, trasladando la presión financiera inmediata al futuro, extendiendo así los fondos originalmente concentrados en una serie de corrientes de efectivo. Keynes observó el mercado de divisas en ese momento y propuso que los gobiernos podrían estabilizar los tipos de cambio a través de este mercado de futuros de divisas.\n\nEl plan específico era establecer un corredor para la diferencia de precio entre el contado y el futuro (prima) y lograrlo mediante la compra y venta de contado y la oferta de futuros a un descuento designado. En otras palabras, en la concepción de Keynes, la estabilidad del tipo de cambio no se lograba fijando tipos entre bancos centrales y eliminando el papel del mercado privado, es decir, el mercado de futuros, sino proporcionando al mercado privado un corredor de diferencias de precios entre el contado y el futuro a un descuento para estabilizar los tipos de cambio.\n\n\\lbEl Auge del Mercado de Eurodólares y el Establecimiento del Mecanismo de Swap 6C:\\rb \n\nDebido a problemas de balanza de pagos, el sistema de Bretton Woods colapsó en 1971. El dólar estadounidense reemplazó oficialmente al oro para convertirse en la moneda del mundo. Al mismo tiempo, el mercado desarrolló libremente el mercado de eurodólares, que surgió en Londres. Los eurodólares no se refieren al intercambio de divisas entre el euro y el dólar estadounidense, sino a dólares offshore que ya no circulan dentro de los EE.UU.\n\nSin embargo, los dólares en el mercado de eurodólares, ya que se negocian a la par con los dólares en tierra, todavía dependen del apoyo de la Reserva Federal. Este hecho fue 'probado' y demostrado durante la crisis financiera de 2008. En la crisis de las hipotecas subprime, las instituciones europeas poseían grandes cantidades de activos hipotecarios subprime estadounidenses y enfrentaron presiones de liquidez durante la crisis; por lo tanto, los dólares offshore se volvieron escasos. Las instituciones europeas no pudieron obtener suficiente liquidez en dólares del mercado privado local y sus bancos nacionales porque los bancos europeos solo podían proporcionar euros a través de la expansión de balance, pero esta operación no podía suministrar dólares.\n\nAsí, la Reserva Federal tuvo que proporcionar liquidez a los dólares offshore a través de derivados de divisas masivos. Es decir, a través del derivado llamado 'swap'. Un swap funciona de la siguiente manera: los bancos centrales extranjeros intercambiaron monedas extranjeras por dólares del banco central de EE.UU. Este intercambio de dos monedas se intercambiaría nuevamente después de un cierto período. Mientras tanto, los bancos centrales extranjeros pagarían algún interés al banco central de EE.UU.\n\nEste esquema temporal fue introducido durante la crisis, pero más tarde se estableció de forma permanente. Los seis bancos centrales del mundo, o \\lb6C (bancos centrales)\\rb: la Reserva Federal, el Banco de Inglaterra, el Banco Central Europeo, el Banco Nacional Suizo, el Banco de Japón y el Banco de Canadá, establecieron un canal de intercambio ilimitado después de la gran crisis financiera. Este mecanismo es muy similar a la concepción de Keynes de la estabilización del tipo de cambio a través del mercado de futuros de divisas desarrollado después de la Primera Guerra Mundial.\n\nEl establecimiento del mecanismo de swap proporciona un método para hacer frente a los choques de liquidez en el eurodólar. A diferencia de la propuesta de Keynes, el mecanismo de swap 6C no es una operación de mercado abierto, sino un acuerdo entre bancos centrales, que aumenta temporalmente las reservas monetarias del mundo a través de derivados financieros.\n\n\\lbPerspectivas después de la Crisis Financiera:\\rb\n\nEl profesor Mehrling explica que la crisis financiera de 2008 no solo fue una prueba del sistema bancario en la sombra, sino, más importante aún, una prueba del sistema financiero internacional del eurodólar.\n\nDurante la crisis, el sistema de intercambio 6C fue organizado y establecido. Tomó al menos una década salir de la financiación de tiempos de guerra después de la Segunda Guerra Mundial y establecer nuevos principios comerciales. La flexibilización cuantitativa de varios bancos centrales es muy similar a una economía de tiempos de guerra, y salir de este sistema y establecer nuevos principios comerciales también llevará una enorme cantidad de tiempo.\n\nDe todos modos, se ha establecido un nuevo sistema financiero, y se agregó una capa adicional de intercambio 6C debajo del dólar como una modificación de la jerarquía original, que se desarrolló después del colapso del sistema de Bretton Woods. Ahora, el estado actual es que el dólar estadounidense como moneda mundial está en la cima, seguido por el intercambio 6C para proporcionar apoyo al eurodólar, luego los mecanismos de intercambio bilateral entre dos países no estadounidenses y la financiación del FMI, y finalmente, cada sistema monetario soberano individual y sus mercados de crédito en monedas locales. La resiliencia de este sistema será probada y desafiada por la próxima gran crisis financiera.\n\n¿Cuáles son los posibles desafíos para este sistema? Algunos académicos creen que es el yuan chino, pero este desafío no es en el futuro cercano. Al menos por ahora, no ha habido un flujo varado del dólar estadounidense.\n\nDe hecho, las enormes reservas de divisas del Banco Popular de China han absorbido suficientes dólares, por lo que el dólar no se ha estancado bajo el enorme déficit comercial y la flexibilización cuantitativa (QE). La evolución del RMB en una moneda clave espera el desarrollo de un aparato bancario igual a las tareas que actualmente se llevan a cabo en Londres y Nueva York.\n\nSuplementos al Artículo Original:\n\n Las reservas de divisas en dólares del Banco Popular de China no han aumentado desde 2016 hasta 2024. En 2015, el gobierno chino implementó la 'reforma cambiaria 811', un intento del banco central de China para promover aún más la transición del yuan a un sistema de tipo de cambio flotante.\n\nSegún los últimos datos del FMI (junio de 2024), aunque el papel del dólar estadounidense ha disminuido en las últimas dos décadas, la proporción de las otras tres monedas principales: el euro, el yen y la libra, no ha aumentado de manera correspondiente. En su lugar, hemos visto un aumento en lo que llamamos “monedas de reserva no tradicionales,” que incluyen el dólar australiano, el dólar canadiense, el yuan chino, el won surcoreano, el dólar de Singapur y las monedas nórdicas. El panorama monetario no muestra un patrón de reemplazo único. La disminución en las reservas de dólares estadounidenses ha sido muy gradual, pasando de alrededor del 70% en el 2000 al 60%. Al mismo tiempo, las reservas de oro han regresado a su nivel más alto desde la Segunda Guerra Mundial. Sin embargo, en comparación con otras reservas, el aumento en la participación del oro es modesto, con los principales compradores siendo los bancos centrales de mercados emergentes. El papel de las monedas no tradicionales de economías pequeñas y abiertas bien gestionadas está aumentando continuamente, respaldado por nuevas tecnologías de comercio digital."
    },
    "fr": {
        "title": "Au-delà du Bancor de Keynes: Le système financier international après la crise financière de 2008",
        "writer": "inconnu",
        "image": "../images/article5.webp",
        "content": "Cet article est cité de l'article du professeur Perry Mehrling 'Beyond Bancor'. Dans une longueur relativement courte, cet article vise à apporter l'essence de l'article original aux lecteurs. Keynes a proposé le concept de Bancor lors de la création du système de Bretton Woods. Jusqu'à présent, beaucoup soutiennent encore la théorie du Bancor. Cependant, le système financier international moderne a évolué et, en fait, Keynes avait une théorie négligée, 'A Tract on Monetary Reform', qui pourrait être plus perspicace pour le système financier international actuel. Keynes a conçu une méthode pour stabiliser les finances internationales et les taux de change grâce à des opérations à terme sur devises des banques centrales, ce qui coïncide avec le développement autonome du marché actuel. Le professeur Mehrling souligne que le système financier international a changé depuis la crise financière de 2008 : entre le dollar américain et d'autres devises, le système financier mondial a ajouté le cadre des swaps de devises des banques centrales. Avec l'évolution de la déglobalisation, nous sommes essentiellement confrontés au défi de gérer la transition d'un système monétaire dominé par le dollar à un système multipolaire.",
        "article_text": "\\lbRéflexions de Keynes sur le Mécanisme de Stabilisation des Taux de Change\\rb: \n\nAvec la fin de la Première Guerre mondiale, en raison de la demande en matériel de guerre et de la pression des dépenses des pays européens pendant la guerre, les pays ont suspendu la convertibilité de l'or et le libre flux de l'or, s'appuyant plutôt sur l'émission de billets de banque. En conséquence, le système de l'étalon-or international s'est effondré. Avec la fin de ce système de taux de change fixe, la volatilité spéculative sur le marché des changes est devenue de plus en plus intense, et ainsi, dans les années 1920, les institutions internationales ont commencé à développer le marché des changes à terme.\n\nNous pouvons comprendre le rôle du marché à terme de cette manière : les échanges financiers entre diverses entités commerciales peuvent être imaginés comme un flux de fonds échangés sur une période, et le marché à terme fournit un moyen de décaler le moment du paiement des fonds, transférant ainsi la pression financière immédiate vers l'avenir, étalant ainsi les fonds initialement concentrés en une série de flux de trésorerie. Keynes a observé le marché des changes à cette époque et a proposé que les gouvernements pourraient stabiliser les taux de change grâce à ce marché des changes à terme.\n\nLe plan spécifique consistait à établir un couloir pour la différence de prix entre le comptant et le terme (prime) et à y parvenir en achetant et vendant du comptant et en offrant des contrats à terme à un escompte désigné. En d'autres termes, dans la conception de Keynes, la stabilité des taux de change n'était pas obtenue en fixant les taux entre les banques centrales et en éliminant le rôle du marché privé, c'est-à-dire le marché à terme, mais en fournissant au marché privé un couloir de différence de prix entre le comptant et le terme à un escompte pour stabiliser les taux de change.\n\n\\lbL'Essor du Marché des Eurodollars et l'Établissement du Mécanisme de Swap 6C:\\rb \n\nEn raison des problèmes de balance des paiements, le système de Bretton Woods s'est effondré en 1971. Le dollar américain a officiellement remplacé l'or pour devenir la monnaie mondiale. Dans le même temps, le marché a développé librement le marché des eurodollars, qui s'est développé à Londres. Les eurodollars ne se réfèrent pas à l'échange de devises entre l'euro et le dollar américain, mais aux dollars offshore qui ne circulent plus aux États-Unis.\n\nCependant, les dollars du marché des eurodollars, puisqu'ils sont négociés à parité avec les dollars onshore, dépendent toujours du soutien de la Réserve fédérale. Ce fait a été 'testé' et prouvé pendant la crise financière de 2008. Dans la crise des subprimes, les institutions européennes détenaient de grandes quantités d'actifs hypothécaires subprime américains et ont fait face à des pressions de liquidité pendant la crise ; ainsi, les dollars offshore sont devenus rares. Les institutions européennes ne pouvaient pas obtenir suffisamment de liquidités en dollars sur le marché privé local et leurs banques nationales parce que les banques européennes ne pouvaient fournir que des euros grâce à l'expansion du bilan, mais cette opération ne pouvait pas fournir de dollars.\n\nAinsi, la Réserve fédérale a dû fournir de la liquidité aux dollars offshore par le biais de dérivés massifs sur les devises. C'est-à-dire par le dérivé appelé 'swap'. Un swap fonctionne comme suit : les banques centrales étrangères échangeaient des devises étrangères contre des dollars de la banque centrale américaine. Cet échange de deux devises se rééchangerait après une certaine période. Pendant ce temps, les banques centrales étrangères paieraient un certain intérêt à la banque centrale américaine.\n\nCe schéma temporaire a été introduit pendant la crise mais a ensuite été établi de manière permanente. Les six banques centrales mondiales, ou \\lb6C (banques centrales)\\rb : la Réserve fédérale, la Banque d'Angleterre, la Banque centrale européenne, la Banque nationale suisse, la Banque du Japon et la Banque du Canada, ont établi un canal de swap illimité après la grande crise financière. Ce mécanisme est très similaire à la conception de Keynes de la stabilisation des taux de change via le marché des changes à terme développé après la Première Guerre mondiale.\n\nL'établissement du mécanisme de swap fournit une méthode pour faire face aux chocs de liquidité sur l'eurodollar. Contrairement à la proposition de Keynes, le mécanisme de swap 6C n'est pas une opération de marché ouvert, mais un accord entre banques centrales, qui augmente temporairement les réserves monétaires mondiales par le biais de dérivés financiers.\n\n\\lbPerspectives après la Crise Financière :\\rb\n\nLe professeur Mehrling explique que la crise financière de 2008 n'a pas seulement été un test du système bancaire fantôme, mais, plus important encore, un test du système financier international de l'eurodollar.\n\nPendant la crise, le système de swap 6C a été organisé et établi. Il a fallu au moins une décennie pour sortir de la finance de guerre après la Seconde Guerre mondiale et établir de nouveaux principes commerciaux. L'assouplissement quantitatif de diverses banques centrales ressemble beaucoup à une économie de guerre, et sortir de ce système et établir de nouveaux principes commerciaux prendra également une énorme quantité de temps.\n\nQuoi qu'il en soit, un nouveau système financier a été établi, et une couche supplémentaire de swap 6C a été ajoutée sous le dollar comme une modification de la hiérarchie originale, qui a été développée après l'effondrement du système de Bretton Woods. Désormais, le statut actuel est que le dollar américain, en tant que monnaie mondiale, est au sommet, suivi du swap 6C pour soutenir l'eurodollar, puis des mécanismes de swap bilatéraux entre deux pays non américains et du financement du FMI, et enfin, chaque système monétaire souverain individuel et ses marchés de crédit en devises locales. La résilience de ce système sera testée et mise à l'épreuve par la prochaine grande crise financière.\n\nQuels sont les défis possibles pour ce système ? Certains universitaires pensent que c'est le yuan chinois, mais ce défi n'est pas dans un avenir proche. Du moins pour l'instant, il n'y a pas eu de flux bloqué du dollar américain.\n\nEn fait, les énormes réserves de devises étrangères de la Banque populaire de Chine ont absorbé suffisamment de dollars, de sorte que le dollar n'a pas été bloqué sous le déficit commercial énorme et l'assouplissement quantitatif (QE). L'évolution du RMB en une monnaie clé attend le développement d'un appareil bancaire égal aux tâches actuellement entreprises à Londres et à New York.\n\nSuppléments à l'Article Original :\n\n Les réserves de devises étrangères en dollars de la Banque populaire de Chine n'ont pas augmenté depuis 2016 jusqu'en 2024. En 2015, le gouvernement chinois a mis en œuvre la 'réforme du taux de change 811', une tentative de la banque centrale de Chine pour promouvoir davantage la transition du yuan vers un système de taux de change flottant.\n\nSelon les dernières données du FMI (juin 2024), alors que le rôle du dollar américain s'est affaibli au cours des deux dernières décennies, la proportion des trois autres grandes monnaies — l'euro, le yen et la livre sterling — n'a pas augmenté en conséquence. Au contraire, nous avons constaté une augmentation de ce que nous appelons les « monnaies de réserve non traditionnelles », y compris le dollar australien, le dollar canadien, le yuan chinois, le won sud-coréen, le dollar de Singapour et les monnaies nordiques. Le paysage monétaire ne montre pas de modèle de remplacement unique. La diminution des réserves en dollars américains a été très progressive, passant d'environ 70 % en 2000 à 60 %. En même temps, les réserves d'or ont retrouvé leur plus haut niveau depuis la Seconde Guerre mondiale. Cependant, par rapport aux autres réserves, l'augmentation de la part de l'or est modeste, les principaux acheteurs étant les banques centrales des marchés émergents. Le rôle des monnaies non traditionnelles des petites économies ouvertes bien gérées augmente continuellement, soutenu par les nouvelles technologies de trading numérique."
    },
    "de": {
        "title": "Über Keynes' Bancor hinaus: Das internationale Finanzsystem nach der Finanzkrise 2008",
        "writer": "unbekannt",
        "image": "../images/article5.webp",
        "content": "Dieser Artikel ist aus dem Artikel 'Beyond Bancor' von Professor Perry Mehrling zitiert. In einer relativ kurzen Länge zielt dieser Artikel darauf ab, den Kern des Originalartikels den Lesern zu vermitteln. Keynes schlug das Konzept des Bancor bei der Gründung des Bretton-Woods-Systems vor. Bis heute unterstützen viele immer noch die Bancor-Theorie. Allerdings hat sich das moderne internationale Finanzsystem weiterentwickelt, und in der Tat hatte Keynes eine übersehene Theorie, 'A Tract on Monetary Reform', die für das aktuelle internationale Finanzsystem aufschlussreicher sein könnte. Keynes entwarf eine Methode zur Stabilisierung der internationalen Finanzen und Wechselkurse durch Devisentermingeschäfte der Zentralbanken, die mit der aktuellen Marktentwicklung übereinstimmt. Professor Mehrling weist darauf hin, dass sich das internationale Finanzsystem seit der Finanzkrise 2008 verändert hat: Zwischen dem US-Dollar und anderen Währungen hat das globale Finanzsystem den Rahmen von Devisenswaps der Zentralbanken hinzugefügt. Zusammen mit der Entwicklung der Deglobalisierung stehen wir im Wesentlichen vor der Herausforderung, den Übergang von einem dollar-dominierten zu einem multipolaren Währungssystem zu bewältigen.",
        "article_text": "\\lbKeynes' Gedanken zum Wechselkursstabilisierung Mechanismus\\rb: \n\nMit dem Ende des Ersten Weltkriegs, aufgrund der Nachfrage nach Kriegsmaterialien und dem Ausgaben Druck der europäischen Länder während des Krieges, setzten die Länder die Goldkonvertibilität und den freien Goldfluss aus und verließen sich stattdessen auf die Ausgabe von Papiergeld. Infolgedessen brach das internationale Goldstandard-System zusammen. Mit dem Ende dieses festen Wechselkurssystems nahm die spekulative Volatilität auf dem Devisenmarkt stark zu, und so begannen internationale Institutionen in den 1920er Jahren, den Devisenterminmarkt zu entwickeln.\n\nWir können die Rolle des Terminmarktes so verstehen: Die finanziellen Transaktionen zwischen verschiedenen wirtschaftlichen Einheiten können als ein Fluss von Mitteln über einen Zeitraum hinweg betrachtet werden, und der Terminmarkt bietet eine Möglichkeit, den Zahlungszeitpunkt der Mittel zu verschieben, den unmittelbaren finanziellen Druck in die Zukunft zu verlagern und so die ursprünglich konzentrierten Mittel in eine Reihe von Zahlungsströmen zu strecken. Keynes beobachtete den Devisenmarkt zu dieser Zeit und schlug vor, dass Regierungen die Wechselkurse durch diesen Devisenterminmarkt stabilisieren könnten.\n\nDer spezifische Plan war es, einen Korridor für die Differenz zwischen Spot- und Terminkurs (Prämie) zu setzen und dies durch den Kauf und Verkauf von Spot und die Bereitstellung von Termingeschäften zu einem bestimmten Abschlag zu erreichen. Mit anderen Worten, in Keynes' Konzeption wurde die Wechselkursstabilität nicht durch die Fixierung der Kurse zwischen Zentralbanken und die Eliminierung der Rolle des privaten Marktes, d.h. des Terminmarktes, erreicht, sondern indem dem privaten Markt ein Korridor von Spot- und Terminkursdifferenzen mit einem Abschlag zur Stabilisierung der Wechselkurse zur Verfügung gestellt wurde.\n\n\\lbDer Aufstieg des Eurodollarmarktes und die Etablierung des 6C Swap Mechanismus:\\rb \n\nAufgrund von Problemen mit den Zahlungsbilanzen brach das Bretton-Woods-System 1971 zusammen. Der US-Dollar ersetzte offiziell Gold, um die Weltwährung zu werden. Gleichzeitig entwickelte sich der Eurodollarmarkt frei und entstand in London. Eurodollar beziehen sich nicht auf den Devisenhandel zwischen Euro und US-Dollar, sondern auf Offshore-Dollar, die nicht mehr innerhalb der USA zirkulieren.\n\nDie Dollar im Eurodollarmarkt, die zum gleichen Kurs wie Onshore-Dollar gehandelt werden, hängen jedoch immer noch von der Unterstützung der Federal Reserve ab. Diese Tatsache wurde während der Finanzkrise 2008 'getestet' und bewiesen. In der Subprime-Krise hielten europäische Institutionen große Mengen an US-Subprime-Hypothekenwerten und sahen sich während der Krise mit Liquiditätsdruck konfrontiert; daher wurden Offshore-Dollar knapp. Europäische Institutionen konnten nicht genügend Dollar-Liquidität vom lokalen privaten Markt und ihren nationalen Banken erhalten, da europäische Banken nur Euro durch Bilanzausweitung bereitstellen konnten, aber dieser Vorgang konnte keine Dollar bereitstellen.\n\nSo musste die Federal Reserve Offshore-Dollar durch massive Devisenderivate bereitstellen. Das heißt, durch das Derivat namens 'Swap'. Ein Swap funktioniert wie folgt: Die ausländischen Zentralbanken tauschten Fremdwährungen gegen Dollar von der US-Zentralbank. Dieser Austausch von zwei Währungen würde nach einer bestimmten Zeit zurückgetauscht. In der Zwischenzeit würden die ausländischen Zentralbanken der US-Zentralbank Zinsen zahlen.\n\nDieses temporäre Schema wurde während der Krise eingeführt, aber später dauerhaft etabliert. Die sechs Zentralbanken der Welt, oder \\lb6C (Zentralbanken)\\rb: die Federal Reserve, die Bank of England, die Europäische Zentralbank, die Schweizerische Nationalbank, die Bank of Japan und die Bank of Canada, richteten nach der großen Finanzkrise einen unbegrenzten Swap-Kanal ein. Dieser Mechanismus ähnelt sehr der Konzeption von Keynes zur Wechselkursstabilisierung über den Devisenterminmarkt, der nach dem Ersten Weltkrieg entwickelt wurde.\n\nDie Etablierung des Swap-Mechanismus bietet eine Methode zur Bewältigung von Liquiditätsschocks im Eurodollar. Im Gegensatz zu Keynes' Vorschlag ist der 6C Swap-Mechanismus keine Offenmarktoperation, sondern eine Vereinbarung zwischen Zentralbanken, die vorübergehend die weltweiten Währungsreserven durch Finanzderivate erhöht.\n\n\\lbAusblick nach der Finanzkrise:\\rb\n\nProfessor Mehrling erklärt, dass die Finanzkrise von 2008 nicht nur ein Test des Schattenbankensystems war, sondern, was noch wichtiger ist, ein Test des internationalen Finanzsystems des Eurodollars.\n\nWährend der Krise wurde das 6C Swap-System organisiert und etabliert. Es dauerte mindestens ein Jahrzehnt, um die Kriegsfinanzierung nach dem Zweiten Weltkrieg zu beenden und neue Geschäftsprinzipien zu etablieren. Die quantitative Lockerung verschiedener Zentralbanken ähnelt stark einer Kriegswirtschaft, und der Ausstieg aus diesem System und die Etablierung neuer Geschäftsprinzipien wird ebenfalls eine enorme Zeit in Anspruch nehmen.\n\nWie auch immer, ein neues Finanzsystem wurde etabliert, und eine zusätzliche Schicht von 6C Swaps wurde unter dem Dollar als Modifikation der ursprünglichen Hierarchie eingefügt, die nach dem Zusammenbruch des Bretton-Woods-Systems entwickelt wurde. Jetzt ist der aktuelle Status, dass der US-Dollar als Weltwährung an der Spitze steht, gefolgt von den 6C Swaps, die Unterstützung für den Eurodollar bieten, dann bilaterale Swap-Mechanismen zwischen zwei Nicht-US-Ländern und IWF-Finanzierungen, und schließlich jedes einzelne souveräne Währungssystem und seine Kreditmärkte in lokalen Währungen. Die Widerstandsfähigkeit dieses Systems wird durch die nächste große Finanzkrise getestet und herausgefordert.\n\nWas sind die möglichen Herausforderungen für dieses System? Einige Wissenschaftler glauben, dass es der chinesische Yuan ist, aber diese Herausforderung liegt nicht in naher Zukunft. Zumindest bis jetzt gab es keinen festgefahrenen Fluss des US-Dollars.\n\nTatsächlich haben die massiven Devisenreserven der Chinesischen Volksbank gerade genug Dollar absorbiert, so dass der Dollar unter dem enormen Handelsdefizit und der quantitativen Lockerung (QE) nicht festgefahren ist. Die Entwicklung des RMB zu einer Schlüsselwährung wartet auf die Entwicklung eines Bankapparats, der den derzeit in London und New York durchgeführten Aufgaben entspricht.\n\nErgänzungen zum Originalartikel:\n\n Die Devisenreserven in Dollar der Chinesischen Volksbank sind von 2016 bis 2024 nicht gestiegen. Im Jahr 2015 führte die chinesische Regierung die '811-Wechselkursreform' durch, einen Versuch der chinesischen Zentralbank, den Übergang des Yuan zu einem flexiblen Wechselkurssystem weiter zu fördern.\n\nLaut den neuesten Daten des IWF (Juni 2024) hat die Bedeutung des US-Dollars in den letzten zwei Jahrzehnten abgenommen, während der Anteil der anderen drei Hauptwährungen – Euro, Yen und Pfund – nicht entsprechend gestiegen ist. Stattdessen haben wir einen Anstieg bei den sogenannten „nicht-traditionellen Reservewährungen“ erlebt, einschließlich des australischen Dollars, des kanadischen Dollars, des chinesischen Yuan, des südkoreanischen Won, des Singapur-Dollars und der nordischen Währungen. Das Währungsumfeld zeigt kein einheitliches Ersatzmuster. Der Rückgang der US-Dollar-Reserven verlief sehr langsam, von etwa 70 % im Jahr 2000 auf 60 %. Gleichzeitig sind die Goldreserven auf das höchste Niveau seit dem Zweiten Weltkrieg zurückgekehrt. Allerdings ist der Anstieg des Goldanteils im Vergleich zu anderen Reserven nur geringfügig, wobei die Hauptkäufer die Zentralbanken in den Schwellenländern sind. Die Rolle nicht-traditioneller Währungen aus gut verwalteten kleinen offenen Volkswirtschaften steigt kontinuierlich, unterstützt durch neue digitale Handelstechnologien."
    },
    "ja": {
        "title": "ケインズのバンコールを超えて: 2008年の金融危機後の国際金融システム",
        "writer": "不明",
        "image": "../images/article5.webp",
        "content": "この記事は、Perry Mehrling教授の『Beyond Bancor』から引用されています。この記事は比較的短い範囲で、元の記事の本質を読者に伝えることを目的としています。ケインズはブレトンウッズ体制の確立時にバンコールの概念を提唱しました。現在でも、多くの人がバンコール理論を支持しています。しかし、現代の国際金融システムは進化しており、実際、ケインズには「通貨改革の試論」という見過ごされている理論があり、これは現在の国際金融システムにとってより洞察力があるかもしれません。ケインズは中央銀行の外為先物取引を通じて国際金融と為替レートを安定させる方法を考案し、これは現在の市場の自発的な発展と一致しています。Mehrling教授は、2008年の金融危機以降、国際金融システムが変化したことを指摘しています。すなわち、米ドルと他の通貨の間で、世界の金融システムは中央銀行の外為スワップの枠組みを追加しました。脱グローバル化の進展に伴い、私たちはドル主導から多極化通貨システムへの移行を管理するという挑戦に直面しています。",
        "article_text": "\\lbケインズの為替レート安定化メカニズムに関する考え\\rb: \n\n第一次世界大戦が終わり、戦時中のヨーロッパ諸国の戦争物資需要と支出の圧力により、各国は金の兌換性と自由な金の流れを停止し、その代わりに紙幣の発行に頼りました。その結果、国際金本位制は崩壊しました。この固定為替レート制度の終焉により、外国為替市場における投機的な変動がますます激しくなり、1920年代には国際機関が外国為替先物市場を発展させ始めました。\n\n私たちは、先物市場の役割を次のように理解できます：様々な商業主体間の金融取引は、一期間にわたって交換される資金の流れとして想像することができ、先物市場は資金の支払時期を変更する方法を提供し、即時の金融圧力を将来に移し、元々集中していた資金を一連の現金流に分散させます。ケインズは当時の外国為替市場を観察し、政府がこの外国為替先物市場を通じて為替レートを安定させることができると提案しました。\n\n具体的な計画は、現物と先物の価格差（プレミアム）のためのコリドーを設定し、現物を売買し、指定されたディスカウントで先物を提供することによってこれを実現することでした。つまり、ケインズの考えでは、中央銀行間のレートを固定し、民間市場、つまり先物市場の役割を排除することで為替レートの安定を図るのではなく、民間市場に現物と先物の価格差のコリドーをディスカウントで提供することで為替レートを安定させることが提案されました。\n\n\\lbユーロドル市場の台頭と6Cスワップメカニズムの確立:\\rb \n\n国際収支の問題により、ブレトンウッズ体制は1971年に崩壊しました。米ドルは正式に金に取って代わり、世界の通貨となりました。同時に、市場はロンドンで台頭したユーロドル市場を自由に発展させました。ユーロドルとは、ユーロと米ドルの間の外国為替を指すのではなく、米国内で流通しなくなったオフショアドルを指します。\n\nしかし、ユーロドル市場のドルは、オンショアドルと同等の取引であるため、依然として連邦準備制度理事会（FRB）の支援を必要とします。この事実は、2008年の金融危機の際に「テスト」され、証明されました。サブプライム危機において、欧州の機関は大量の米国サブプライム住宅ローン資産を保有しており、危機時には流動性圧力に直面しました。その結果、オフショアドルは希少になりました。欧州の機関は、地元の民間市場や自国の銀行から十分なドル流動性を求めることができませんでした。なぜなら、欧州の銀行はバランスシートの拡大を通じてユーロを提供することしかできず、この操作ではドルを供給することができなかったからです。\n\nしたがって、FRBは大量の外国為替デリバティブを通じてオフショアドルに流動性を提供する必要がありました。つまり、「スワップ」と呼ばれるデリバティブを通じて。スワップは次のように機能します：外国の中央銀行は、米国の中央銀行からドルと引き換えに外国通貨を交換しました。この二つの通貨の交換は、一定期間後に元に戻されます。その間、外国の中央銀行は米国の中央銀行に一定の利息を支払います。\n\nこの一時的なスキームは危機時に導入されましたが、後に恒久的に確立されました。世界の六つの中央銀行、すなわち\\lb6C（central banks）\\rb：FRB、イングランド銀行、欧州中央銀行、スイス国立銀行、日本銀行、カナダ銀行は、大金融危機後に無制限のスワップチャネルを設立しました。このメカニズムは、第一次世界大戦後に発展した外国為替先物市場を通じて為替レートを安定させるというケインズの構想に非常に似ています。\n\nスワップメカニズムの確立は、ユーロドルに対する流動性ショックに対処する方法を提供します。ケインズの提案とは異なり、6Cスワップメカニズムは公開市場操作ではなく、中央銀行間の合意であり、金融デリバティブを通じて一時的に世界の通貨準備を増加させます。\n\n\\lb金融危機後の展望:\\rb\n\nMehrling教授は、2008年の金融危機は影の銀行システムのテストであるだけでなく、より重要なことに、ユーロドル国際金融システムのテストでもあると説明しています。\n\n危機の間に、6Cスワップシステムが組織され、確立されました。第二次世界大戦後の戦時財政から脱却し、新しい商業原則を確立するには少なくとも十年かかりました。様々な中央銀行の量的緩和は戦時経済に非常に似ており、このシステムから脱却し、新しい商業原則を確立するには膨大な時間がかかるでしょう。\n\nいずれにせよ、新しい金融システムが確立され、6Cスワップの追加層がドルの下に追加され、ブレトンウッズ体制の崩壊後に開発された元の階層を修正しました。現在の状態は、米ドルが世界通貨として頂点に立ち、それに続いてユーロドルをサポートするための6Cスワップがあり、次に非米国の二国間スワップメカニズムとIMFの資金提供があり、最終的には各個別の主権通貨システムとその現地通貨の信用市場が存在します。このシステムの回復力は、次の大きな金融危機によってテストされ、挑戦されるでしょう。\n\nこのシステムに対する可能な挑戦は何でしょうか？一部の学者はそれが中国元であると考えていますが、この挑戦は近い将来にはありません。少なくとも現在のところ、米ドルの滞留した流れは見られませんでした。\n\n実際、中国人民銀行の巨額の外貨準備は十分なドルを吸収しており、そのため、米ドルは巨額の貿易赤字と量的緩和（QE）下で滞留していません。人民元が主要通貨に進化するためには、現在ロンドンとニューヨークで行われているタスクに匹敵する銀行装置の開発を待つ必要があります。\n\n原文への補足:\n\n 中国人民銀行のドル外貨準備は2016年から2024年まで増加していません。2015年に中国政府は「811為替レート改革」を実施しました。これは中国人民銀行が元の浮動為替レートシステムへの移行をさらに促進するための試みです。\n\nIMFの最新データ（2024年6月）によると、過去20年間で米ドルの役割が弱まった一方で、他の三大通貨（ユーロ、円、ポンド）の割合はそれに比例して上昇していません。代わりに、オーストラリアドル、カナダドル、人民元、韓国ウォン、シンガポールドル、北欧通貨など、いわゆる「非伝統的な準備通貨」の割合が増加しています。通貨の格局は単一の代替パターンを示していません。米ドル準備の減少は非常に緩やかで、2000年の約70％から60％に減少しました。同時に、金の準備高は第二次世界大戦以降の最高水準に戻りました。しかし、他の準備と比べて金の占める割合は控えめな増加で、主な購入者は新興市場の中央銀行です。新しいデジタル取引技術の支援を受け、管理が行き届いた小規模な開放経済における非伝統的な通貨の役割がますます高まっています。"
    },
    "ar": {
        "title": "ما بعد بانكور كينز: النظام المالي الدولي بعد أزمة 2008 المالية",
        "writer": "غير معروف",
        "image": "../images/article5.webp",
        "content": "يُستشهد في هذه المقالة بمقالة البروفيسور بيري مهرلينج بعنوان 'ما بعد بانكور'. في طول نسبي قصير، تهدف هذه المقالة إلى نقل جوهر المقالة الأصلية إلى القراء. اقترح كينز مفهوم بانكور عند تأسيس نظام بريتون وودز. وحتى الآن، لا يزال الكثيرون يدعمون نظرية بانكور. ومع ذلك، تطور النظام المالي الدولي الحديث، وفي الواقع كان لدى كينز نظرية مهملة، وهي 'كتيب عن الإصلاح النقدي'، التي قد تكون أكثر بصيرة للنظام المالي الدولي الحالي. تصور كينز طريقة لاستقرار المالية الدولية وأسعار الصرف من خلال عمليات العقود الآجلة للعملات الأجنبية التي تجريها البنوك المركزية، والتي تتوافق مع التطور الذاتي للسوق الحالي. يشير البروفيسور مهرلينج إلى أن النظام المالي الدولي قد تغير منذ الأزمة المالية لعام 2008: بين الدولار الأمريكي والعملات الأخرى، أضاف النظام المالي العالمي إطاراً لتبادل العملات الأجنبية بين البنوك المركزية. مع تطور العولمة المعكوسة، نواجه تحدياً أساسياً لإدارة الانتقال من نظام تهيمن عليه الدولار إلى نظام متعدد الأقطاب للعملات.",
        "article_text": "\\lbأفكار كينز حول آلية استقرار أسعار الصرف\\rb: \n\nمع نهاية الحرب العالمية الأولى، بسبب الطلب على المواد الحربية وضغط الإنفاق من قبل الدول الأوروبية خلال الحرب، أوقفت الدول تحويل الذهب والتدفق الحر للذهب، واعتمدت بدلاً من ذلك على إصدار الأوراق النقدية. ونتيجة لذلك، انهار النظام الدولي لمعيار الذهب. مع نهاية هذا النظام الثابت لأسعار الصرف، زادت حدة التقلبات المضاربة في سوق العملات الأجنبية، وبالتالي بدأت المؤسسات الدولية في العشرينيات في تطوير سوق العقود الآجلة للعملات الأجنبية.\n\nيمكننا فهم دور سوق العقود الآجلة بهذه الطريقة: يمكن تخيل التبادلات المالية بين الكيانات التجارية المختلفة على أنها تدفق للأموال المتبادلة على مدار فترة زمنية، ويوفر سوق العقود الآجلة طريقة لتحويل وقت دفع الأموال، وتحويل الضغط المالي الفوري إلى المستقبل، مما يوزع الأموال المركزة أصلاً إلى سلسلة من التدفقات النقدية. لاحظ كينز سوق العملات الأجنبية في ذلك الوقت واقترح أن الحكومات يمكنها استقرار أسعار الصرف من خلال هذا السوق الآجل للعملات الأجنبية.\n\nكانت الخطة المحددة هي وضع ممر للفرق في الأسعار بين الفوري والعقود الآجلة (العلاوة) وتحقيق ذلك من خلال شراء وبيع الفوري وتقديم العقود الآجلة بخصم محدد. بمعنى آخر، في تصور كينز، لم يكن استقرار أسعار الصرف يتحقق عن طريق تثبيت الأسعار بين البنوك المركزية وإلغاء دور السوق الخاص، أي سوق العقود الآجلة، بل من خلال تزويد السوق الخاص بممر للفرق بين الأسعار الفورية والآجلة بخصم لاستقرار أسعار الصرف.\n\n\\lbصعود سوق اليورودولار وإنشاء آلية مبادلة 6C:\\rb \n\nبسبب مشاكل ميزان المدفوعات، انهار نظام بريتون وودز في عام 1971. حلت الدولار الأمريكي رسميًا محل الذهب ليصبح عملة العالم. في الوقت نفسه، طور السوق بحرية سوق اليورودولار، الذي نشأ في لندن. لا تشير اليورودولارات إلى التبادل الأجنبي بين اليورو والدولار الأمريكي، بل إلى الدولارات الخارجية التي لم تعد تتداول داخل الولايات المتحدة.\n\nومع ذلك، فإن الدولارات في سوق اليورودولار، حيث يتم تداولها على قدم المساواة مع الدولارات المحلية، لا تزال تعتمد على دعم الاحتياطي الفيدرالي. وقد تم 'اختبار' هذه الحقيقة وإثباتها خلال الأزمة المالية لعام 2008. في أزمة الرهن العقاري الثانوي، كانت المؤسسات الأوروبية تمتلك كميات كبيرة من الأصول الرهنية العقارية الثانوية الأمريكية وواجهت ضغوطًا على السيولة أثناء الأزمة؛ لذلك أصبحت الدولارات الخارجية نادرة. لم تستطع المؤسسات الأوروبية الحصول على سيولة الدولار الكافية من السوق الخاص المحلي والبنوك الوطنية الخاصة بها لأن البنوك الأوروبية يمكنها فقط توفير اليورو من خلال توسيع الميزانية، لكن هذه العملية لم تتمكن من تزويد الدولارات.\n\nلذلك، كان على الاحتياطي الفيدرالي أن يوفر السيولة للدولارات الخارجية من خلال مشتقات العملات الأجنبية الهائلة. وهذا يعني من خلال المشتق المسمى 'المبادلة'. تعمل المبادلة كالتالي: تتبادل البنوك المركزية الأجنبية العملات الأجنبية مقابل الدولارات من البنك المركزي الأمريكي. سيتم تبادل هذه العملات بعد فترة معينة. في هذه الأثناء، تدفع البنوك المركزية الأجنبية بعض الفائدة إلى البنك المركزي الأمريكي.\n\nتم إدخال هذا المخطط المؤقت خلال الأزمة ولكنه أصبح فيما بعد آلية دائمة. أنشأت البنوك المركزية الستة في العالم، أو \\lbالبنوك المركزية الستة (6C)\\rb: الاحتياطي الفيدرالي، بنك إنجلترا، البنك المركزي الأوروبي، البنك الوطني السويسري، بنك اليابان، وبنك كندا، قناة مبادلة غير محدودة بعد الأزمة المالية الكبيرة. هذه الآلية تشبه إلى حد كبير تصور كينز لاستقرار أسعار الصرف من خلال سوق العقود الآجلة للعملات الأجنبية التي تم تطويرها بعد الحرب العالمية الأولى.\n\nيوفر إنشاء آلية المبادلة طريقة للتعامل مع صدمات السيولة لسوق اليورودولار. على عكس اقتراح كينز، فإن آلية مبادلة 6C ليست عملية سوق مفتوحة، بل هي اتفاق بين البنوك المركزية، التي تزيد مؤقتًا من الاحتياطيات النقدية العالمية من خلال المشتقات المالية.\n\n\\lbالتوقعات بعد الأزمة المالية:\\rb\n\nيشرح البروفيسور مهرلينج أن الأزمة المالية لعام 2008 لم تكن فقط اختبارًا لنظام البنوك الظل ولكن الأهم من ذلك اختبارًا لنظام اليورودولار الدولي.\n\nخلال الأزمة، تم تنظيم وإنشاء نظام مبادلة 6C. استغرق الأمر ما لا يقل عن عقد من الزمن للخروج من التمويل زمن الحرب بعد الحرب العالمية الثانية وإقامة مبادئ تجارية جديدة. يشبه التيسير الكمي للبنوك المركزية المختلفة إلى حد كبير اقتصاد زمن الحرب، والخروج من هذا النظام وإقامة مبادئ تجارية جديدة سيستغرق أيضًا وقتًا طويلاً للغاية.\n\nعلى أي حال، تم إنشاء نظام مالي جديد، وتم وضع طبقة إضافية من مبادلة 6C تحت الدولار كتعديل للهرمية الأصلية التي تم تطويرها بعد انهيار نظام بريتون وودز. الآن، الوضع الحالي هو أن الدولار الأمريكي كعملة عالمية يجلس على القمة، يتبعه مبادلة 6C لدعم اليورودولار، ثم آليات المبادلة الثنائية بين دولتين غير أمريكيتين وتمويل صندوق النقد الدولي، وأخيراً كل نظام نقدي سيادي فردي وأسواق الائتمان المحلية بعملاتها. ستختبر وتواجه مرونة هذا النظام في الأزمة المالية الكبيرة التالية.\n\nما هي التحديات المحتملة لهذا النظام؟ يعتقد بعض العلماء أنها اليوان الصيني، لكن هذا التحدي ليس في المستقبل القريب. على الأقل في الوقت الحالي، لم يكن هناك تدفق متعثر للدولار الأمريكي.\n\nفي الواقع، احتياطيات العملات الأجنبية الضخمة لبنك الشعب الصيني قد استوعبت ما يكفي من الدولارات، لذلك لم يتعثر الدولار تحت العجز التجاري الضخم والتيسير الكمي (QE). ينتظر تطور الرنمينبي إلى عملة رئيسية تطور جهاز مصرفي يساوي المهام التي يتم تنفيذها حالياً في لندن ونيويورك.\n\nملاحق للمقالة الأصلية:\n\n لم تزد احتياطيات الدولار في بنك الشعب الصيني منذ عام 2016 حتى عام 2024. في عام 2015، تم تنفيذ 'إصلاح سعر الصرف 811' من قبل الحكومة الصينية، وهو محاولة من البنك المركزي الصيني لمواصلة تعزيز انتقال اليوان إلى نظام سعر الصرف العائم.\n\nوفقًا لأحدث بيانات صندوق النقد الدولي (يونيو 2024)، بينما ضعف دور الدولار الأمريكي خلال العقدين الماضيين، لم تزد نسبة العملات الرئيسية الثلاث الأخرى—اليورو والين والجنيه—بالمقابل. بدلاً من ذلك، شهدنا ارتفاعًا في ما نسميه 'العملات الاحتياطية غير التقليدية'، بما في ذلك الدولار الأسترالي، الدولار الكندي، اليوان الصيني، الوون الكوري الجنوبي، الدولار السنغافوري، والعملات الاسكندنافية. لا تظهر مشهد العملات أي نمط استبدال واحد. كان انخفاض احتياطيات الدولار الأمريكي تدريجيًا جدًا، من حوالي 70٪ في عام 2000 إلى 60٪. في الوقت نفسه، عادت احتياطيات الذهب إلى أعلى مستوى لها منذ الحرب العالمية الثانية. ومع ذلك، مقارنةً بالاحتياطيات الأخرى، كانت زيادة حصة الذهب متواضعة، حيث كان المشترين الرئيسيين هم البنوك المركزية في الأسواق الناشئة. يستمر دور العملات غير التقليدية من الاقتصادات الصغيرة المفتوحة ذات الإدارة الجيدة في الارتفاع، مدعومًا بالتقنيات التجارية الرقمية الجديدة."
    }
    
}
