{
    "en": {
        "title": "Global Energy Supply landscape and the Impact of the Russia-Ukraine War",
        "writer": "unknown",
        "image": "../images/article6.webp",
        "content": "This article briefly analyzes the global energy landscape, noting that fossil fuels still dominate, with significant regional differences in demand. The Russia-Ukraine war has exacerbated instability in the energy market, prompting Europe to reduce its dependence on Russian energy and seek alternatives from other regions. Meanwhile, Russia is turning to the Asian market, building new energy cooperation frameworks, while the world simultaneously advances in new energy.",
        "article_text": "\\tEnergy consumption has always been a top priority for development. When measured by energy, energy consumption is ten times that of food energy consumption. Energy and food are both ballast stones for the world economy and stability. What is the global energy structure and distribution? What are the main current supply and demand issues? In which direction is the energy structure evolving after the Russia-Ukraine war?\n\n\\tFirst, before the main text begins, I would like to introduce a concept to readers: primary energy and secondary energy. Primary energy refers to energy resources that exist in their natural form without processing or conversion, such as raw coal, crude oil, natural gas, hydropower, nuclear energy, wind energy, solar energy, etc. Secondary energy is energy that has been processed from primary energy into another form. This includes electricity, coke, coal gas, biogas, steam, hot water, gasoline, kerosene, diesel, heavy oil, and other petroleum products. A common misconception is that electricity is primary energy, but it is actually secondary energy.\n\n\\lbOverview of Energy Supply and Demand:\\rb\n\nFossil fuel consumption still dominates, with significant regional differences in energy demand, and emerging economies lead in energy consumption.\n\n\\tThis section is excerpted from KPMG's report, \"Statistical Review of World Energy: 2024.\" In 2023, the world consumed a total of 620 EJ (energy unit Exajoule) of energy. Of this, oil accounted for 196 EJ, coal 164 EJ, natural gas 144 EJ, nuclear energy 25 EJ, hydropower 40 EJ, and other renewable energy sources 51 EJ. It is evident that the total consumption of oil, coal, and natural gas far exceeds that of new energy sources.\n\n\\tAt the same time, energy consumption levels and structures vary significantly across different regions of the world. Energy consumption is concentrated in the Asia-Pacific and North America, with each region's primary energy consumption structure differing. Over one-third of the world's energy consumption occurs in the Asia-Pacific region, followed by North America at about one-sixth, and then Europe at one-eighth. Additionally, coal consumption in the Asia-Pacific and South Asia regions is very high, accounting for more than half of all consumption. The United States and Europe mainly rely on oil and natural gas, with each accounting for over 30% of their consumption.\n\n\\tThe concentration of energy supply is relatively high. Oil is primarily produced in OPEC regions, an intergovernmental organization of 12 countries, most of which are Gulf countries in the Middle East. OPEC's oil production accounts for 38% of the world's total. Since the advent of new oil extraction technologies, such as the shale oil revolution, the United States has become the world's second-largest oil producer, accounting for 21.9% of production. Another major exporter is Russia, whose production accounts for 12% of the world’s total. Natural gas is mainly produced by the United States and Russia, accounting for 23.1% and 17.4% of production, respectively. Coal production is dominated by China, India, and Indonesia, accounting for 52%, 11%, and 8% of output, respectively. Due to the relative concentration of supply and demand and the geographical distribution, this has led to global energy supply imbalance. Importing energy through international trade is essential for consumer countries to meet domestic demand. The supply and demand balance for oil is particularly uneven, with the demand regions and production regions being highly unequal, making oil a highly exogenous product. This extreme imbalance has also led to various regional conflicts. According to data from the International Energy Agency (IEA), China has the largest oil deficit among countries and regions. The supply and demand for natural gas are relatively balanced compared to oil, but Europe still has a large natural gas deficit, with 90% of its natural gas dependent on imports, leading to Europe’s vulnerability in gas supply.\n\n\\lbCurrent Global Energy Supply Status:\\rb\n\nThis section is excerpted from a report by CICC, \"Research on the Development Trends and Impacts of the Global Energy Structure.\" Due to the high concentration of energy supply, we will now focus on the development of the supply side.\n\n\\t\\lbMajor fossil energy reserves and production continue to grow.\\rb Over the past few decades, driven by rising energy prices, major energy-producing countries and large energy companies have significantly increased their exploration and extraction efforts. Along with the continuous emergence of new technologies, the proven reserves and production of major global energy sources have continued to grow. Proven oil and natural gas reserves have increased from 683.4 billion barrels and 71.6 trillion cubic meters in 1980 to 1,668.9 billion barrels and 187.3 trillion cubic meters in 2012, an increase of 244% and 261%, respectively. Based on global production capacity in 2012, the proven reserves of oil and natural gas will be sufficient for 52.9 and 55.7 years of extraction, respectively. The proven reserves of coal in 2012 were 8.61 trillion tons, which have remained unchanged for three consecutive years, but its reserve-production ratio is the highest among fossil fuels, enough to meet extraction demand for the next 109 years. Over the past 30 years, the production of the three major fossil fuels—oil, coal, and natural gas—has shown an overall upward trend, with consistent growth rates. The growth rate of coal production has increased, accelerating to an annual average of 2.8%.\n\n\\t\\lbThe rapid development of unconventional oil and gas has driven the rise of North American energy.\\rb Since 2006, the large-scale development of unconventional oil and gas, such as shale oil, shale gas, and oil sands, has quickly made North America the brightest star in the global energy sector. In 2012, the United States' oil and natural gas production grew the most globally, with daily oil production reaching a historic high of 8.905 million barrels. That year, North America's energy self-sufficiency rate (including only oil, coal, and natural gas) approached 91%, and the U.S. oil import dependence fell to 42%. Meanwhile, in 2011, U.S. natural gas production surpassed Russia, making it the world's largest producer, and in the same year, it also became a net exporter of refined oil products.\n\n\\t\\lbThe global renewable energy revolution continues to advance.\\rb Driven by continuously rising fossil fuel prices and increasing attention to environmental issues, renewable energy, as an important alternative energy source, has attracted growing global attention. After the 2008 financial crisis, developing renewable energy became a major force for many countries to cultivate new economic growth points and stimulate economic development. In 2020, with the significant fluctuations in oil prices, and under the stimulus of global climate agreements and low-interest rates, countries around the world further promoted decarbonization and low-carbon development goals.\n\n\\lbThe Impact of the Russia-Ukraine War:\\rb\n\n\\tDuring the Russia-Ukraine war, Russia’s fossil energy was embargoed. In recent decades, economic globalization, which has swept across the world, has been fully realized in the energy sector. The basic law of energy supply and demand imbalance forces energy products across continents, resource countries, consumer countries, and corners of the globe. Based on the inherent supply-demand asymmetry in the energy market, the structure of international energy flows has long been difficult to shake. However, the Russia-Ukraine war has disrupted the original free market structure, and it remains unclear whether this is a mid-term deep shock or a new normal. Additionally, under the new international trends, countries are seeking energy security and alternatives more urgently than before. However, the gap in new energy is still large, but the transition will take time.\n\n\\tIn 2023, Europe’s oil imports from Russia decreased by 80%. Europe sought alternative oil sources from South America, North Africa, and West Africa, which have shorter shipping distances and are easier to control. In terms of natural gas, Europe reduced its imports of Russian natural gas by 70%. These demands and geopolitical dynamics have led to the formation of two cycles. The U.S. is leading Europe in building the “Transatlantic Energy Circle.” This energy circle will be based on the West Europe-North America loop, incorporating as much energy as possible from the Middle East, Africa, Central Asia, Australia, and South America into the loop. Russia, on the other hand, is focused on building an “Asian Energy Circle.” With the West attempting to cut off energy ties with Russia, Russia is turning eastward to establish a new energy structure that aligns with its interests. The “Asian Energy Circle” is based on the rich energy resources of Russia, Iran, Kazakhstan, Turkmenistan, etc., with markets in China, India, Turkey, and other countries. In the field of new energy, solar technology-led new energy is the main focus. New energy can help achieve decarbonization and low-carbon goals, as well as reduce energy dependence and enhance energy security. The Russia-Ukraine war has significantly accelerated this progress. However, as mentioned earlier, the overall share of new energy is still small, and completely replacing fossil fuels will take time, as some new technologies still require further commerical validation."
    },
    "zh": {
        "title": "全球能源供应格局和俄乌战争的影响",
        "writer": "unknown",
        "image": "../images/article6.webp",
        "content": "这篇文章简要分析了全球能源格局，指出化石能源仍占主导地位，区域间需求差异明显。俄乌战争加剧了能源市场的不稳定，促使欧洲减少对俄能源依赖，转向其他地区寻求替代。与此同时，俄罗斯则转向亚洲市场，构建新的能源合作框架，世界也同步推进新能源。",
        "article_text": "\\t能源消费一直是发展的重中之重，如果按能量计算，能源消费的能量是食品能量消费的10倍。能源和粮食都是世界经济和稳定的压舱石。世界的能源格局和分布是什么？主要当下的供需和供需矛盾是什么？俄乌战争之后，能源格局正在向哪个方向演变？\n\n\\t首先在正文开始之前，希望和读者引入一个概念：一次能源和二次能源。一次能源指以天然形式存在，没有经过加工和转换的能源资源，如原煤、原油、天然气、水能、核能、风能、太阳能，等等。而二次能源是一次能源经过加工，转化成另一种形态的能源。主要有电力、焦炭、煤气、沼气、蒸汽、热水和汽油、煤油、柴油、重油等石油制品。常见的误区是电力，电力是二次能源而不是一次能源。\n\n\\lb能源供需的总体概况：\\rb\n\n化石能源消费仍占据主体地位，能源需求存在显著地区差异，新兴经济体引领能源消费\n\n\\t这一部分节选自毕马威的报告《Statiscial Review of World Energy：2024》。全球2023年一共消费了620EJ（能量单位Exajoule）的能源。其中石油占196EJ，煤炭占164EJ，天然气占144EJ，核能25EJ，水力能源40EJ，其他可再生能源51EJ。可见石油煤炭和天然气的消费总量是远超新能源的。\n\n\\t同时，世界各地的能源消费量和消费结构是非常不同的，能源的消费量集中在亚太和北美，各地区的主要的一次能源的消费结构不同。世界能源超1/3的消费量在亚太地区。其次是北美占约1/6，然后是欧洲占1/8。在此之上，亚太地区，南亚地区的煤炭消费量占比是非常高的，占了所有消费量的一半以上。而美国，欧洲则以石油天然气为主。石油天然气分别消费占比超过30%。\n\n\\t能源供应的集中度较大。 石油主要出产自OPEC地区，OPEC是一个由12个国家组成的政府间国际组织，大部分成员国是中东的海湾国家。其产油量占世界的38%。自新的石油开采技术，页岩油革命之后，美国成为世界第二大产油国，产量占21.9%。 另一大出口国则是俄罗斯地区，其产量占世界的12%。天然气则以美国，俄罗斯为主，分别占到产量的23.1%和17.4%。煤炭则以中国，印度和印尼为主，分别占产出的52%，11%和8%。正因为供需的相对集中，且地理分布区域的不同，这造成了世界能源的供应矛盾。需求国需要通过国际贸易才能进口能源满足本国消费。其中石油的供需平衡高度不平衡，除了美国，各需求区和生产区高度不均等，是高度外源性产品。这种高度的不平衡也造成了各次地区冲突。根据IEA（International Energy Agency）的数据，各个国家和地区中，中国的石油缺口最大。天然气的供需相对于石油较为平衡，但是欧洲的天然气缺口仍然较大，欧盟90%的天然气依赖进口。这也造成了欧洲天然气的供应脆弱。\n\n\\lb当前全球能源供给现状：\\rb\n\n这部分部分节选自中金公司的报告《全球能源格局发展趋势及其影响研究》。由于能源的供应高度集中，接下来我们来重点观察供给侧的发展。\n\n\\t\\lb主要化石能源储量和产量持续增长。\\rb 过去几十年来，在不断上涨的能源价格带动下，主要能源供给国和各大能源公司纷纷加大了勘探、开采规模，加之新技术的不断涌现，全球主要能源的已证实储量和产量实现了持续增长。其中，石油和天然气的已证实储量分别从1980年的6834亿桶和 71.6万亿立方米，增长至2012年的16689亿桶和187.3万亿立方米，分别共计增长244%和261%。以2012年全球产能计算，石油和天然气的已证实储量将可分别满足52.9和55.7年的开采需求。2012年的煤炭已探明储量为8.61万亿吨，虽已连续3年保持不变，但其储采比是化石能源中最高的，足以满足未来109年的开采需求。过去30年中，石油、煤炭、天然气三大化石能源产量整体呈持续上升趋势，增长率保持一致，只有煤炭产量增长率变大，提速到年均2.8%\n\n\\t\\lb非常规油气快速发展推动北美能源崛起。\\rb 2006年以来，页岩油、页岩气、油砂等非常规油气的大规模开发使得北美地区快速成长为全球能源领域最闪耀的明星。2012年，美国的石油和天然气产量增长为全球最高，石油日产量更是达到历史最高水平——890.5万桶。当年北美地区的能源自给率（仅包含石油、煤炭和天然气）已经接近91%，美国的石油进口依存度更是降到了42%。与此同时，2011年，美国的天然气产量超过俄罗斯而居世界首位，同年还成为世界成品油净出口国。\n\n\\t\\lb全球可再生能源革命持续推进。\\rb 受化石能源价格持续走高和对环境问题日益关注影响，可再生能源作为重要的替代性能源日益引起世界的关注。2008年金融危机之后。发展可再生能源更是被诸多国家视为培育新经济增长点，刺激经济发展的一大动力。2020年，石油价格大幅波动，在世界气候协定和低利率刺激下，世界各国进一步推动减碳，低碳的发展目标。\n\n\\lb后俄乌战争的影响：\\rb\n\n\\t俄乌战争期间，俄罗斯的化石能源遭到禁运。近几十年来席卷全球的经济全球化在能源领域发展得淋漓尽致。能源供需不均衡的基本规律使得其在各大洲、 资源国与消费国、 全球的各个角落自由流动。基于能源市场天然的供需不对称性，能源的国际贸易格局长期不容易撼动。然而，俄乌战争打破了原来的自由市场格局，究竟这是一次中期的深度冲击还是新的常态，目前局势还未明了。另外就是，在新的国际趋势下，各国都在比以前更加迫切的寻求能源安全和替代。然而新能源的缺口较大，转型尚且需要时间。\n\n\\t欧洲从俄罗斯进口石油的进口量2023年下降了80%。欧洲从南美、北非、西非寻求航距更短、 更易控制的替代油源。在天然气方面，欧洲减少了70%的俄罗斯天然气。这些需求和地缘格局促进了两个循环的产生。美国引领欧洲构建“环大西洋能源圈”。这一能源圈将以西欧北美循环为基础尽可能多地吸纳中东、非洲、中亚、澳洲和南美的能源形成一个循环。俄罗斯将致力于构建“亚洲能源圈”。在欧美力图切断与俄能源联系背景下，俄罗斯转向东方寻求构建新的符合其利益的能源格局。以俄罗斯、伊朗、哈萨克斯坦、土库曼斯坦等国丰富的能源为基础以中国、印度、土耳其等国为市场构建新的陆上能源圈，这便是“亚洲能源圈”。新能源领域则依靠太阳能技术为主的新能源。新能源有助于实现减碳低碳的目标，也能实现各国减少能源依赖和能源安全的需求，俄乌战争大大加速了这一进度。但就像前文指出的，目前新能源整体占比较少，彻底的取代化石能源还需时间，一些新型技术还需要进一步市场的验证。"
    },
    "es": {
        "title": "Panorama del suministro energético global y el impacto de la guerra entre Rusia y Ucrania",
        "writer": "desconocido",
        "image": "../images/article6.webp",
        "content": "Este artículo analiza brevemente el panorama energético global, destacando que los combustibles fósiles aún dominan, con diferencias regionales significativas en la demanda. La guerra entre Rusia y Ucrania ha exacerbado la inestabilidad en el mercado energético, lo que ha llevado a Europa a reducir su dependencia de la energía rusa y buscar alternativas en otras regiones. Mientras tanto, Rusia está girando hacia el mercado asiático, construyendo nuevos marcos de cooperación energética, mientras el mundo avanza simultáneamente en nuevas energías.",
        "article_text": "\\tEl consumo de energía siempre ha sido una prioridad para el desarrollo. Medido en términos energéticos, el consumo de energía es diez veces mayor que el consumo energético de alimentos. La energía y los alimentos son ambos piedras angulares para la economía mundial y la estabilidad. ¿Cuál es la estructura y distribución energética global? ¿Cuáles son los principales problemas actuales de oferta y demanda? ¿Hacia dónde está evolucionando la estructura energética después de la guerra entre Rusia y Ucrania?\n\n\\tPrimero, antes de comenzar el texto principal, me gustaría introducir un concepto a los lectores: energía primaria y energía secundaria. La energía primaria se refiere a los recursos energéticos que existen en su forma natural sin procesamiento o conversión, como el carbón bruto, el petróleo crudo, el gas natural, la energía hidroeléctrica, la energía nuclear, la energía eólica, la energía solar, etc. La energía secundaria es la energía que ha sido procesada desde la energía primaria en otra forma. Esto incluye electricidad, coque, gas de carbón, biogás, vapor, agua caliente, gasolina, queroseno, diésel, fueloil y otros productos derivados del petróleo. Un error común es pensar que la electricidad es energía primaria, pero en realidad es energía secundaria.\n\n\\lbPanorama de la oferta y demanda energética:\\rb\n\nEl consumo de combustibles fósiles sigue dominando, con diferencias regionales significativas en la demanda de energía, y las economías emergentes lideran el consumo energético.\n\n\\tEsta sección está extraída del informe de KPMG, \"Revisión Estadística de la Energía Mundial: 2024.\" En 2023, el mundo consumió un total de 620 EJ (unidad de energía Exajulio) de energía. De esto, el petróleo representó 196 EJ, el carbón 164 EJ, el gas natural 144 EJ, la energía nuclear 25 EJ, la energía hidroeléctrica 40 EJ y otras fuentes de energía renovable 51 EJ. Es evidente que el consumo total de petróleo, carbón y gas natural supera con creces al de las nuevas fuentes de energía.\n\n\\tAl mismo tiempo, los niveles y estructuras de consumo de energía varían significativamente entre las diferentes regiones del mundo. El consumo de energía se concentra en Asia-Pacífico y América del Norte, con la estructura de consumo energético primario de cada región variando. Más de un tercio del consumo energético mundial se produce en la región de Asia-Pacífico, seguida de América del Norte con aproximadamente una sexta parte, y luego Europa con una octava parte. Además, el consumo de carbón en las regiones de Asia-Pacífico y Asia del Sur es muy alto, representando más de la mitad de todo el consumo. Estados Unidos y Europa dependen principalmente del petróleo y el gas natural, con cada uno representando más del 30% de su consumo.\n\n\\tLa concentración de la oferta energética es relativamente alta. El petróleo se produce principalmente en las regiones de la OPEP, una organización intergubernamental de 12 países, la mayoría de los cuales son países del Golfo en Oriente Medio. La producción de petróleo de la OPEP representa el 38% del total mundial. Desde la aparición de nuevas tecnologías de extracción de petróleo, como la revolución del petróleo de esquisto, Estados Unidos se ha convertido en el segundo mayor productor de petróleo del mundo, representando el 21,9% de la producción. Otro gran exportador es Rusia, cuya producción representa el 12% del total mundial. El gas natural es producido principalmente por Estados Unidos y Rusia, que representan el 23,1% y el 17,4% de la producción, respectivamente. La producción de carbón está dominada por China, India e Indonesia, que representan el 52%, 11% y 8% de la producción, respectivamente. Debido a la concentración relativa de la oferta y la demanda y a la distribución geográfica, esto ha llevado a un desequilibrio en la oferta energética global. La importación de energía a través del comercio internacional es esencial para que los países consumidores satisfagan la demanda interna. El equilibrio entre oferta y demanda de petróleo es particularmente desigual, siendo las regiones de demanda y producción muy desiguales, lo que convierte al petróleo en un producto altamente exógeno. Este desequilibrio extremo también ha llevado a varios conflictos regionales. Según datos de la Agencia Internacional de Energía (AIE), China tiene el mayor déficit de petróleo entre los países y regiones. El suministro y la demanda de gas natural están relativamente equilibrados en comparación con el petróleo, pero Europa aún tiene un gran déficit de gas natural, con el 90% de su gas natural dependiendo de las importaciones, lo que hace que Europa sea vulnerable en el suministro de gas.\n\n\\lbEstado actual del suministro energético global:\\rb\n\nEsta sección está extraída de un informe de CICC, \"Investigación sobre las Tendencias de Desarrollo e Impactos de la Estructura Energética Global.\" Debido a la alta concentración de la oferta energética, nos centraremos ahora en el desarrollo del lado de la oferta.\n\n\\t\\lbLas principales reservas y producción de energía fósil continúan creciendo.\\rb En las últimas décadas, impulsados por el aumento de los precios de la energía, los principales países productores de energía y las grandes empresas energéticas han aumentado significativamente sus esfuerzos de exploración y extracción. Junto con la continua aparición de nuevas tecnologías, las reservas probadas y la producción de las principales fuentes de energía globales han seguido creciendo. Las reservas probadas de petróleo y gas natural han aumentado de 683.400 millones de barriles y 71,6 billones de metros cúbicos en 1980 a 1.668.900 millones de barriles y 187,3 billones de metros cúbicos en 2012, un aumento del 244% y 261%, respectivamente. Según la capacidad de producción global en 2012, las reservas probadas de petróleo y gas natural serán suficientes para 52,9 y 55,7 años de extracción, respectivamente. Las reservas probadas de carbón en 2012 fueron de 8,61 billones de toneladas, que han permanecido sin cambios durante tres años consecutivos, pero su relación reserva-producción es la más alta entre los combustibles fósiles, suficiente para satisfacer la demanda de extracción durante los próximos 109 años. En los últimos 30 años, la producción de los tres principales combustibles fósiles: petróleo, carbón y gas natural, ha mostrado una tendencia general al alza, con tasas de crecimiento constantes. La tasa de crecimiento de la producción de carbón ha aumentado, acelerándose a un promedio anual del 2,8%.\n\n\\t\\lbEl rápido desarrollo de petróleo y gas no convencionales ha impulsado el auge de la energía en América del Norte.\\rb Desde 2006, el desarrollo a gran escala de petróleo y gas no convencionales, como el petróleo de esquisto, el gas de esquisto y las arenas bituminosas, ha convertido rápidamente a América del Norte en la estrella más brillante del sector energético global. En 2012, la producción de petróleo y gas natural de Estados Unidos creció más a nivel mundial, con una producción diaria de petróleo que alcanzó un máximo histórico de 8.905 millones de barriles. Ese año, la tasa de autosuficiencia energética de América del Norte (incluyendo solo petróleo, carbón y gas natural) se acercó al 91%, y la dependencia de las importaciones de petróleo de Estados Unidos cayó al 42%. Mientras tanto, en 2011, la producción de gas natural de Estados Unidos superó a la de Rusia, convirtiéndose en el mayor productor mundial, y en el mismo año, también se convirtió en un exportador neto de productos refinados de petróleo.\n\n\\t\\lbLa revolución global de las energías renovables continúa avanzando.\\rb Impulsada por el aumento continuo de los precios de los combustibles fósiles y la creciente atención a los problemas ambientales, las energías renovables, como una fuente alternativa de energía importante, han atraído una creciente atención global. Después de la crisis financiera de 2008, el desarrollo de energías renovables se convirtió en una fuerza importante para muchos países para cultivar nuevos puntos de crecimiento económico y estimular el desarrollo económico. En 2020, con las fluctuaciones significativas en los precios del petróleo, y bajo el estímulo de los acuerdos climáticos globales y las bajas tasas de interés, los países de todo el mundo promovieron aún más los objetivos de descarbonización y desarrollo bajo en carbono.\n\n\\lbEl impacto de la guerra entre Rusia y Ucrania:\\rb\n\n\\tDurante la guerra entre Rusia y Ucrania, la energía fósil de Rusia fue embargada. En las últimas décadas, la globalización económica, que se ha extendido por todo el mundo, se ha realizado completamente en el sector energético. La ley básica del desequilibrio entre la oferta y la demanda de energía obliga a los productos energéticos a cruzar continentes, países proveedores, países consumidores y rincones del mundo. Basado en la asimetría inherente de la oferta y la demanda en el mercado energético, la estructura de los flujos energéticos internacionales ha sido durante mucho tiempo difícil de alterar. Sin embargo, la guerra entre Rusia y Ucrania ha perturbado la estructura original del mercado libre, y aún no está claro si esto es un shock profundo a mediano plazo o una nueva normalidad. Además, bajo las nuevas tendencias internacionales, los países buscan la seguridad energética y alternativas con mayor urgencia que antes. Sin embargo, la brecha en las nuevas energías sigue siendo grande, pero la transición llevará tiempo.\n\n\\tEn 2023, las importaciones de petróleo de Europa desde Rusia disminuyeron un 80%. Europa buscó fuentes alternativas de petróleo en América del Sur, el norte de África y el oeste de África, que tienen distancias de envío más cortas y son más fáciles de controlar. En términos de gas natural, Europa redujo sus importaciones de gas natural ruso en un 70%. Estas demandas y dinámicas geopolíticas han llevado a la formación de dos ciclos. Estados Unidos está liderando a Europa en la construcción del “Círculo Energético Transatlántico.” Este círculo energético se basará en el lazo Europa Occidental-América del Norte, incorporando la mayor cantidad posible de energía del Medio Oriente, África, Asia Central, Australia y América del Sur en el lazo. Rusia, por otro lado, se centra en construir un “Círculo Energético Asiático.” Con Occidente intentando cortar los lazos energéticos con Rusia, Rusia está girando hacia el este para establecer una nueva estructura energética que se alinee con sus intereses. El “Círculo Energético Asiático” se basa en los ricos recursos energéticos de Rusia, Irán, Kazajistán, Turkmenistán, etc., con mercados en China, India, Turquía y otros países. En el campo de las nuevas energías, la tecnología solar liderada por nuevas energías es el enfoque principal. Las nuevas energías pueden ayudar a lograr los objetivos de descarbonización y bajo carbono, así como reducir la dependencia energética y mejorar la seguridad energética. La guerra entre Rusia y Ucrania ha acelerado significativamente este progreso. Sin embargo, como se mencionó anteriormente, la participación general de las nuevas energías sigue siendo pequeña, y la sustitución completa de los combustibles fósiles llevará tiempo, ya que algunas nuevas tecnologías aún requieren validación comercial adicional."
    },
    "fr": {
        "title": "Paysage de l'approvisionnement énergétique mondial et impact de la guerre Russie-Ukraine",
        "writer": "inconnu",
        "image": "../images/article6.webp",
        "content": "Cet article analyse brièvement le paysage énergétique mondial, notant que les combustibles fossiles dominent toujours, avec des différences régionales significatives dans la demande. La guerre Russie-Ukraine a exacerbé l'instabilité sur le marché de l'énergie, poussant l'Europe à réduire sa dépendance à l'égard de l'énergie russe et à chercher des alternatives dans d'autres régions. Pendant ce temps, la Russie se tourne vers le marché asiatique, construisant de nouveaux cadres de coopération énergétique, tandis que le monde avance simultanément dans le domaine des nouvelles énergies.",
        "article_text": "\\tLa consommation d'énergie a toujours été une priorité pour le développement. Mesurée en termes d'énergie, la consommation d'énergie est dix fois supérieure à celle de l'énergie alimentaire. L'énergie et la nourriture sont toutes deux des pierres d'assise pour l'économie mondiale et la stabilité. Quelle est la structure énergétique mondiale et sa répartition ? Quels sont les principaux problèmes actuels d'offre et de demande ? Dans quelle direction évolue la structure énergétique après la guerre Russie-Ukraine?\n\n\\tTout d'abord, avant de commencer le texte principal, je voudrais introduire un concept aux lecteurs : l'énergie primaire et l'énergie secondaire. L'énergie primaire désigne les ressources énergétiques qui existent sous leur forme naturelle sans traitement ou conversion, telles que le charbon brut, le pétrole brut, le gaz naturel, l'hydroélectricité, l'énergie nucléaire, l'énergie éolienne, l'énergie solaire, etc. L'énergie secondaire est l'énergie qui a été transformée à partir de l'énergie primaire sous une autre forme. Cela comprend l'électricité, le coke, le gaz de houille, le biogaz, la vapeur, l'eau chaude, l'essence, le kérosène, le diesel, le mazout et d'autres produits pétroliers. Une idée reçue courante est que l'électricité est une énergie primaire, mais il s'agit en réalité d'une énergie secondaire.\n\n\\lbAperçu de l'offre et de la demande d'énergie:\\rb\n\nLa consommation de combustibles fossiles domine toujours, avec des différences régionales significatives dans la demande d'énergie, et les économies émergentes sont en tête en matière de consommation d'énergie.\n\n\\tCette section est extraite du rapport de KPMG, \"Revue statistique de l'énergie mondiale : 2024.\" En 2023, le monde a consommé un total de 620 EJ (unité d'énergie Exajoule) d'énergie. De ce total, le pétrole représentait 196 EJ, le charbon 164 EJ, le gaz naturel 144 EJ, l'énergie nucléaire 25 EJ, l'hydroélectricité 40 EJ et d'autres sources d'énergie renouvelable 51 EJ. Il est évident que la consommation totale de pétrole, de charbon et de gaz naturel dépasse largement celle des nouvelles sources d'énergie.\n\n\\tEn même temps, les niveaux et les structures de consommation d'énergie varient considérablement entre les différentes régions du monde. La consommation d'énergie est concentrée en Asie-Pacifique et en Amérique du Nord, avec une structure de consommation d'énergie primaire différente pour chaque région. Plus d'un tiers de la consommation d'énergie mondiale se produit dans la région Asie-Pacifique, suivie de l'Amérique du Nord avec environ un sixième, puis de l'Europe avec un huitième. De plus, la consommation de charbon dans les régions Asie-Pacifique et Asie du Sud est très élevée, représentant plus de la moitié de la consommation totale. Les États-Unis et l'Europe dépendent principalement du pétrole et du gaz naturel, chacun représentant plus de 30% de leur consommation.\n\n\\tLa concentration de l'offre d'énergie est relativement élevée. Le pétrole est principalement produit dans les régions de l'OPEP, une organisation intergouvernementale de 12 pays, dont la plupart sont des pays du Golfe au Moyen-Orient. La production de pétrole de l'OPEP représente 38% du total mondial. Depuis l'avènement des nouvelles technologies d'extraction de pétrole, telles que la révolution du pétrole de schiste, les États-Unis sont devenus le deuxième producteur mondial de pétrole, représentant 21,9% de la production. Un autre grand exportateur est la Russie, dont la production représente 12% du total mondial. Le gaz naturel est principalement produit par les États-Unis et la Russie, représentant respectivement 23,1% et 17,4% de la production. La production de charbon est dominée par la Chine, l'Inde et l'Indonésie, représentant respectivement 52%, 11% et 8% de la production. En raison de la concentration relative de l'offre et de la demande et de la répartition géographique, cela a conduit à un déséquilibre de l'offre énergétique mondiale. L'importation d'énergie par le commerce international est essentielle pour que les pays consommateurs répondent à la demande intérieure. L'équilibre entre l'offre et la demande de pétrole est particulièrement inégal, les régions de demande et de production étant très inégales, ce qui fait du pétrole un produit fortement exogène. Ce déséquilibre extrême a également conduit à divers conflits régionaux. Selon les données de l'Agence internationale de l'énergie (AIE), la Chine a le plus grand déficit pétrolier parmi les pays et régions. L'offre et la demande de gaz naturel sont relativement équilibrées par rapport au pétrole, mais l'Europe a toujours un grand déficit de gaz naturel, avec 90% de son gaz naturel dépendant des importations, ce qui rend l'Europe vulnérable en matière d'approvisionnement en gaz.\n\n\\lbÉtat actuel de l'offre énergétique mondiale:\\rb\n\nCette section est extraite d'un rapport du CICC, \"Recherche sur les tendances de développement et les impacts de la structure énergétique mondiale.\" En raison de la forte concentration de l'offre énergétique, nous nous concentrerons maintenant sur le développement du côté de l'offre.\n\n\\t\\lbLes principales réserves et la production d'énergie fossile continuent de croître.\\rb Au cours des dernières décennies, poussés par la hausse des prix de l'énergie, les principaux pays producteurs d'énergie et les grandes entreprises énergétiques ont considérablement augmenté leurs efforts d'exploration et d'extraction. Avec l'émergence continue de nouvelles technologies, les réserves prouvées et la production des principales sources d'énergie mondiales ont continué de croître. Les réserves prouvées de pétrole et de gaz naturel sont passées de 683,4 milliards de barils et 71,6 trillions de mètres cubes en 1980 à 1 668,9 milliards de barils et 187,3 trillions de mètres cubes en 2012, soit une augmentation de 244% et 261% respectivement. Sur la base de la capacité de production mondiale en 2012, les réserves prouvées de pétrole et de gaz naturel seront suffisantes pour 52,9 et 55,7 ans d'extraction respectivement. Les réserves prouvées de charbon en 2012 étaient de 8,61 trillions de tonnes, qui sont restées inchangées pendant trois années consécutives, mais son ratio réserve-production est le plus élevé parmi les combustibles fossiles, suffisant pour répondre à la demande d'extraction au cours des 109 prochaines années. Au cours des 30 dernières années, la production des trois principaux combustibles fossiles – pétrole, charbon et gaz naturel – a montré une tendance générale à la hausse, avec des taux de croissance constants. Le taux de croissance de la production de charbon a augmenté, atteignant une moyenne annuelle de 2,8%.\n\n\\t\\lbLe développement rapide du pétrole et du gaz non conventionnels a propulsé la montée de l'énergie en Amérique du Nord.\\rb Depuis 2006, le développement à grande échelle du pétrole et du gaz non conventionnels, tels que le pétrole de schiste, le gaz de schiste et les sables bitumineux, a rapidement fait de l'Amérique du Nord l'étoile la plus brillante du secteur énergétique mondial. En 2012, la production de pétrole et de gaz naturel des États-Unis a connu la plus forte croissance mondiale, avec une production quotidienne de pétrole atteignant un niveau historique de 8,905 millions de barils. Cette année-là, le taux d'autosuffisance énergétique de l'Amérique du Nord (y compris uniquement le pétrole, le charbon et le gaz naturel) a atteint 91%, et la dépendance des États-Unis aux importations de pétrole est tombée à 42%. Parallèlement, en 2011, la production de gaz naturel des États-Unis a dépassé celle de la Russie, en faisant le plus grand producteur mondial, et la même année, ils sont également devenus exportateurs nets de produits pétroliers raffinés.\n\n\\t\\lbLa révolution mondiale des énergies renouvelables continue de progresser.\\rb Poussée par la hausse continue des prix des combustibles fossiles et l'attention croissante aux questions environnementales, les énergies renouvelables, en tant que source alternative d'énergie importante, ont attiré une attention croissante à l'échelle mondiale. Après la crise financière de 2008, le développement des énergies renouvelables est devenu une force majeure pour de nombreux pays afin de cultiver de nouveaux moteurs de croissance économique et de stimuler le développement économique. En 2020, avec les fluctuations significatives des prix du pétrole et sous l'impulsion des accords climatiques mondiaux et des taux d'intérêt bas, les pays du monde entier ont encore renforcé la promotion des objectifs de décarbonisation et de développement à faible émission de carbone.\n\n\\lbL'impact de la guerre Russie-Ukraine:\\rb\n\n\\tPendant la guerre Russie-Ukraine, l'énergie fossile de la Russie a été mise sous embargo. Au cours des dernières décennies, la mondialisation économique, qui a balayé le monde entier, a été pleinement réalisée dans le secteur de l'énergie. La loi fondamentale du déséquilibre entre l'offre et la demande d'énergie oblige les produits énergétiques à traverser des continents, des pays fournisseurs, des pays consommateurs et des coins du monde. Basée sur l'asymétrie inhérente de l'offre et de la demande sur le marché de l'énergie, la structure des flux énergétiques internationaux a longtemps été difficile à ébranler. Cependant, la guerre Russie-Ukraine a perturbé la structure initiale du marché libre, et il reste incertain s'il s'agit d'un choc profond à moyen terme ou d'une nouvelle normalité. De plus, sous les nouvelles tendances internationales, les pays recherchent la sécurité énergétique et des alternatives plus urgentes qu'auparavant. Cependant, l'écart dans les nouvelles énergies reste important, mais la transition prendra du temps.\n\n\\tEn 2023, les importations de pétrole de l'Europe en provenance de la Russie ont diminué de 80%. L'Europe a recherché des sources alternatives de pétrole en Amérique du Sud, en Afrique du Nord et en Afrique de l'Ouest, qui ont des distances d'expédition plus courtes et sont plus faciles à contrôler. En termes de gaz naturel, l'Europe a réduit ses importations de gaz naturel russe de 70%. Ces demandes et dynamiques géopolitiques ont conduit à la formation de deux cycles. Les États-Unis dirigent l'Europe dans la construction du \"Cercle énergétique transatlantique.\" Ce cercle énergétique sera basé sur la boucle Europe de l'Ouest-Amérique du Nord, incorporant autant d'énergie que possible du Moyen-Orient, d'Afrique, d'Asie centrale, d'Australie et d'Amérique du Sud dans la boucle. La Russie, en revanche, se concentre sur la construction d'un \"Cercle énergétique asiatique.\" Avec l'Occident tentant de couper les liens énergétiques avec la Russie, la Russie se tourne vers l'est pour établir une nouvelle structure énergétique qui s'aligne sur ses intérêts. Le \"Cercle énergétique asiatique\" est basé sur les riches ressources énergétiques de la Russie, de l'Iran, du Kazakhstan, du Turkménistan, etc., avec des marchés en Chine, en Inde, en Turquie et dans d'autres pays. Dans le domaine des nouvelles énergies, les nouvelles énergies axées sur la technologie solaire sont l'objectif principal. Les nouvelles énergies peuvent aider à atteindre les objectifs de décarbonisation et de faible émission de carbone, ainsi qu'à réduire la dépendance énergétique et à renforcer la sécurité énergétique. La guerre Russie-Ukraine a considérablement accéléré ces progrès. Cependant, comme mentionné précédemment, la part globale des nouvelles énergies reste faible, et remplacer complètement les combustibles fossiles prendra du temps, car certaines nouvelles technologies nécessitent encore une validation commerciale supplémentaire."
    },
    "de": {
        "title": "Globale Energiesituation und die Auswirkungen des Russland-Ukraine-Krieges",
        "writer": "unbekannt",
        "image": "../images/article6.webp",
        "content": "Dieser Artikel analysiert kurz die globale Energiesituation und stellt fest, dass fossile Brennstoffe nach wie vor dominieren, mit erheblichen regionalen Unterschieden in der Nachfrage. Der Russland-Ukraine-Krieg hat die Instabilität auf dem Energiemarkt verschärft, was Europa dazu veranlasst hat, seine Abhängigkeit von russischer Energie zu verringern und nach Alternativen aus anderen Regionen zu suchen. Unterdessen wendet sich Russland dem asiatischen Markt zu und baut neue Energierahmenwerke auf, während die Welt gleichzeitig Fortschritte in der neuen Energie macht.",
        "article_text": "\\tDer Energieverbrauch war schon immer eine Priorität für die Entwicklung. Nach Energie gemessen ist der Energieverbrauch zehnmal so hoch wie der Lebensmittelenergieverbrauch. Energie und Lebensmittel sind beide Grundsteine für die Weltwirtschaft und Stabilität. Wie ist die globale Energiestruktur und Verteilung? Was sind die Hauptprobleme der aktuellen Versorgung und Nachfrage? In welche Richtung entwickelt sich die Energiestruktur nach dem Russland-Ukraine-Krieg?\n\n\\tZunächst möchte ich den Lesern vor dem Haupttext ein Konzept vorstellen: Primärenergie und Sekundärenergie. Primärenergie bezieht sich auf Energiequellen, die in ihrer natürlichen Form ohne Verarbeitung oder Umwandlung existieren, wie Rohkohle, Rohöl, Erdgas, Wasserkraft, Kernenergie, Windenergie, Solarenergie usw. Sekundärenergie ist Energie, die aus Primärenergie in eine andere Form umgewandelt wurde. Dazu gehören Elektrizität, Koks, Stadtgas, Biogas, Dampf, Warmwasser, Benzin, Kerosin, Diesel, Schweröl und andere Erdölprodukte. Ein weit verbreitetes Missverständnis ist, dass Elektrizität Primärenergie ist, tatsächlich handelt es sich jedoch um Sekundärenergie.\n\n\\lbÜberblick über Energieangebot und -nachfrage:\\rb\n\nDer Verbrauch fossiler Brennstoffe dominiert nach wie vor, mit erheblichen regionalen Unterschieden in der Energienachfrage, und Schwellenländer führen den Energieverbrauch an.\n\n\\tDieser Abschnitt ist aus dem Bericht von KPMG, \"Statistical Review of World Energy: 2024\" entnommen. Im Jahr 2023 verbrauchte die Welt insgesamt 620 EJ (Energieeinheit Exajoule) an Energie. Davon entfielen 196 EJ auf Öl, 164 EJ auf Kohle, 144 EJ auf Erdgas, 25 EJ auf Kernenergie, 40 EJ auf Wasserkraft und 51 EJ auf andere erneuerbare Energiequellen. Es ist offensichtlich, dass der Gesamtverbrauch von Öl, Kohle und Erdgas den von neuen Energiequellen bei weitem übersteigt.\n\n\\tGleichzeitig variieren die Energieverbrauchsniveaus und -strukturen in den verschiedenen Regionen der Welt erheblich. Der Energieverbrauch ist in der Asien-Pazifik-Region und Nordamerika konzentriert, wobei die Struktur des Primärenergieverbrauchs in jeder Region unterschiedlich ist. Mehr als ein Drittel des weltweiten Energieverbrauchs entfällt auf die Asien-Pazifik-Region, gefolgt von Nordamerika mit etwa einem Sechstel und dann Europa mit einem Achtel. Darüber hinaus ist der Kohleverbrauch in den Regionen Asien-Pazifik und Südasien sehr hoch und macht mehr als die Hälfte des gesamten Verbrauchs aus. Die Vereinigten Staaten und Europa verlassen sich hauptsächlich auf Öl und Erdgas, wobei jede dieser Energiequellen über 30 % ihres Verbrauchs ausmacht.\n\n\\tDie Konzentration der Energieversorgung ist relativ hoch. Öl wird hauptsächlich in OPEC-Regionen produziert, einer zwischenstaatlichen Organisation von 12 Ländern, von denen die meisten Golfstaaten im Nahen Osten sind. Die Ölproduktion der OPEC macht 38 % der weltweiten Gesamtproduktion aus. Seit der Einführung neuer Ölfördertechnologien wie der Schieferöl-Revolution sind die Vereinigten Staaten zum zweitgrößten Ölproduzenten der Welt geworden und machen 21,9 % der Produktion aus. Ein weiterer großer Exporteur ist Russland, dessen Produktion 12 % der weltweiten Gesamtproduktion ausmacht. Erdgas wird hauptsächlich von den Vereinigten Staaten und Russland produziert, die 23,1 % bzw. 17,4 % der Produktion ausmachen. Die Kohleproduktion wird von China, Indien und Indonesien dominiert, die 52 %, 11 % und 8 % der Produktion ausmachen. Aufgrund der relativen Konzentration von Angebot und Nachfrage sowie der geografischen Verteilung hat dies zu einem globalen Ungleichgewicht in der Energieversorgung geführt. Der Energieimport durch internationalen Handel ist für Verbraucherländer unerlässlich, um die inländische Nachfrage zu decken. Das Angebot-Nachfrage-Gleichgewicht für Öl ist besonders ungleich, wobei die Nachfrageregionen und Produktionsregionen stark ungleich sind, was Öl zu einem stark exogenen Produkt macht. Dieses extreme Ungleichgewicht hat auch zu verschiedenen regionalen Konflikten geführt. Laut Daten der Internationalen Energieagentur (IEA) hat China das größte Öldefizit unter den Ländern und Regionen. Im Vergleich zu Öl ist das Angebot und die Nachfrage nach Erdgas relativ ausgeglichen, aber Europa hat immer noch ein großes Erdgasdefizit, wobei 90 % seines Erdgases auf Importe angewiesen sind, was Europa in Bezug auf die Gasversorgung anfällig macht.\n\n\\lbAktueller Stand der globalen Energieversorgung:\\rb\n\nDieser Abschnitt ist einem Bericht der CICC, \"Research on the Development Trends and Impacts of the Global Energy Structure\" entnommen. Aufgrund der hohen Konzentration der Energieversorgung werden wir uns nun auf die Entwicklung der Angebotsseite konzentrieren.\n\n\\t\\lbDie wichtigsten fossilen Energiequellenreserven und die Produktion wachsen weiter.\\rb In den letzten Jahrzehnten haben die führenden Energie produzierenden Länder und großen Energieunternehmen, getrieben von steigenden Energiepreisen, ihre Erkundungs- und Förderbemühungen erheblich verstärkt. Zusammen mit dem kontinuierlichen Auftreten neuer Technologien sind die nachgewiesenen Reserven und die Produktion der wichtigsten globalen Energiequellen weiter gewachsen. Die nachgewiesenen Öl- und Erdgasreserven sind von 683,4 Milliarden Barrel und 71,6 Billionen Kubikmetern im Jahr 1980 auf 1.668,9 Milliarden Barrel und 187,3 Billionen Kubikmeter im Jahr 2012 gestiegen, was einem Anstieg von 244 % bzw. 261 % entspricht. Basierend auf der globalen Produktionskapazität im Jahr 2012 werden die nachgewiesenen Reserven von Öl und Erdgas für 52,9 bzw. 55,7 Jahre Förderung ausreichen. Die nachgewiesenen Kohlereserven beliefen sich 2012 auf 8,61 Billionen Tonnen, die drei Jahre in Folge unverändert geblieben sind, aber ihr Reserven-Produktions-Verhältnis ist das höchste unter den fossilen Brennstoffen und reicht aus, um den Förderbedarf für die nächsten 109 Jahre zu decken. In den letzten 30 Jahren hat die Produktion der drei wichtigsten fossilen Brennstoffe – Öl, Kohle und Erdgas – insgesamt einen Aufwärtstrend gezeigt, mit konstanten Wachstumsraten. Das Wachstum der Kohleproduktion hat zugenommen und sich auf eine durchschnittliche jährliche Rate von 2,8 % beschleunigt.\n\n\\t\\lbDie rasche Entwicklung von unkonventionellem Öl und Gas hat den Aufstieg der Energie in Nordamerika vorangetrieben.\\rb Seit 2006 hat die groß angelegte Entwicklung von unkonventionellem Öl und Gas, wie Schieferöl, Schiefergas und Ölsanden, Nordamerika schnell zum hellsten Stern im globalen Energiesektor gemacht. Im Jahr 2012 verzeichnete die Öl- und Erdgasproduktion der Vereinigten Staaten das weltweit größte Wachstum, wobei die tägliche Ölproduktion einen historischen Höchststand von 8,905 Millionen Barrel erreichte. In diesem Jahr näherte sich die Energieselbstversorgungsrate Nordamerikas (einschließlich nur von Öl, Kohle und Erdgas) 91 %, und die Öleinfuhrabhängigkeit der USA sank auf 42 %. Gleichzeitig übertraf die Erdgasproduktion der USA im Jahr 2011 die Russlands und machte sie zum weltweit größten Produzenten, und im selben Jahr wurden sie auch Nettoexporteure von raffinierten Erdölprodukten.\n\n\\t\\lbDie globale Revolution der erneuerbaren Energien schreitet weiter voran.\\rb Angetrieben von ständig steigenden Preisen für fossile Brennstoffe und der zunehmenden Aufmerksamkeit für Umweltfragen haben erneuerbare Energien als wichtige alternative Energiequelle weltweit an Bedeutung gewonnen. Nach der Finanzkrise von 2008 wurde die Entwicklung erneuerbarer Energien zu einer treibenden Kraft für viele Länder, um neue wirtschaftliche Wachstumsquellen zu erschließen und die wirtschaftliche Entwicklung anzukurbeln. Im Jahr 2020, mit den erheblichen Schwankungen der Ölpreise und unter dem Anstoß globaler Klimaabkommen und niedriger Zinsen, förderten Länder auf der ganzen Welt weiterhin Dekarbonisierungs- und kohlenstoffarme Entwicklungsziele.\n\n\\lbDie Auswirkungen des Russland-Ukraine-Krieges:\\rb\n\n\\tWährend des Russland-Ukraine-Krieges wurde Russlands fossile Energie embargiert. In den letzten Jahrzehnten wurde die wirtschaftliche Globalisierung, die sich über die ganze Welt erstreckt, im Energiesektor vollständig verwirklicht. Das Grundgesetz des Ungleichgewichts zwischen Energieangebot und -nachfrage zwingt Energieprodukte dazu, Kontinente, Ressourcenländer, Verbraucherländer und die entlegensten Winkel der Welt zu durchqueren. Aufgrund der inhärenten Ungleichheit von Angebot und Nachfrage auf dem Energiemarkt war es lange Zeit schwierig, die Struktur der internationalen Energieflüsse zu erschüttern. Der Russland-Ukraine-Krieg hat jedoch die ursprüngliche Struktur des freien Marktes gestört, und es bleibt unklar, ob dies ein mittelfristiger tiefer Schock oder eine neue Normalität ist. Darüber hinaus suchen Länder unter den neuen internationalen Trends nach mehr Energie und alternativen Sicherheitslösungen als je zuvor. Die Lücke in den neuen Energien ist jedoch noch groß, aber der Übergang wird Zeit in Anspruch nehmen.\n\n\\tIm Jahr 2023 gingen die Öleinfuhren Europas aus Russland um 80 % zurück. Europa suchte nach alternativen Ölquellen in Südamerika, Nordafrika und Westafrika, die kürzere Versandstrecken haben und leichter zu kontrollieren sind. In Bezug auf Erdgas reduzierte Europa seine Einfuhren von russischem Erdgas um 70 %. Diese Nachfrage- und geopolitischen Dynamiken haben zur Bildung von zwei Kreisläufen geführt. Die USA führen Europa beim Aufbau des \"Transatlantischen Energiekreises\" an. Dieser Energiekreis wird auf der West-Europa-Nordamerika-Schleife basieren und so viel Energie wie möglich aus dem Nahen Osten, Afrika, Zentralasien, Australien und Südamerika in die Schleife einbinden. Russland hingegen konzentriert sich auf den Aufbau eines \"Asiatischen Energiekreises.\" Während der Westen versucht, die Energiebeziehungen zu Russland zu kappen, wendet sich Russland nach Osten, um eine neue Energiestruktur zu etablieren, die seinen Interessen entspricht. Der \"Asiatische Energiekreis\" basiert auf den reichen Energieressourcen Russlands, Irans, Kasachstans, Turkmenistans usw., mit Märkten in China, Indien, der Türkei und anderen Ländern. Im Bereich der neuen Energien ist die von der Solartechnologie geführte neue Energie der Hauptfokus. Neue Energien können helfen, Dekarbonisierungs- und kohlenstoffarme Ziele zu erreichen sowie die Energieabhängigkeit zu verringern und die Energiesicherheit zu verbessern. Der Russland-Ukraine-Krieg hat diesen Fortschritt erheblich beschleunigt. Wie bereits erwähnt, bleibt der Anteil der neuen Energien insgesamt jedoch gering, und die vollständige Ablösung fossiler Brennstoffe wird Zeit in Anspruch nehmen, da einige neue Technologien noch einer weiteren kommerziellen Validierung bedürfen."
    },
    "ja": {
        "title": "世界のエネルギー供給状況とロシア・ウクライナ戦争の影響",
        "writer": "不明",
        "image": "../images/article6.webp",
        "content": "この記事では、化石燃料が依然として主流である一方で、地域ごとに需要に大きな違いがあることを指摘し、世界のエネルギー状況を簡潔に分析しています。ロシア・ウクライナ戦争はエネルギー市場の不安定性をさらに悪化させ、ヨーロッパはロシアのエネルギー依存を減らし、他の地域からの代替エネルギーを模索するようになりました。一方で、ロシアはアジア市場に目を向け、新たなエネルギー協力の枠組みを構築しており、世界は同時に新エネルギーの進展を遂げています。",
        "article_text": "\\tエネルギー消費は常に発展の最優先事項であり、エネルギーで測ると、その消費は食糧エネルギー消費の10倍に達します。エネルギーと食糧は世界経済と安定の両方の要石です。世界のエネルギー構造と分布はどうなっているのでしょうか？現在の供給と需要の主要な問題は何ですか？ロシア・ウクライナ戦争後、エネルギー構造はどのように進化しているのでしょうか？\n\n\\tまず、本文に入る前に、読者にある概念を紹介したいと思います：一次エネルギーと二次エネルギーです。一次エネルギーとは、石炭、原油、天然ガス、水力、原子力、風力、太陽光など、自然のままの形で存在し、処理や変換が行われていないエネルギー資源を指します。二次エネルギーは、一次エネルギーを加工して別の形に変換したエネルギーです。これには、電気、コークス、石炭ガス、バイオガス、蒸気、温水、ガソリン、灯油、ディーゼル、重油、その他の石油製品が含まれます。電気が一次エネルギーであると誤解されがちですが、実際には二次エネルギーです。\n\n\\lbエネルギー供給と需要の概要:\\rb\n\n化石燃料の消費が依然として主流であり、エネルギー需要には地域ごとに大きな違いがあり、新興経済国がエネルギー消費をリードしています。\n\n\\tこのセクションは、KPMGのレポート「世界エネルギー統計レビュー：2024」から抜粋されています。2023年、世界は合計620EJ（エクサジュール単位のエネルギー）を消費しました。そのうち、石油は196EJ、石炭は164EJ、天然ガスは144EJ、原子力は25EJ、水力は40EJ、その他の再生可能エネルギーは51EJを占めています。石油、石炭、天然ガスの総消費量が、新エネルギー源の消費量をはるかに上回っていることは明らかです。\n\n\\t同時に、世界のさまざまな地域でエネルギー消費の水準や構造は大きく異なります。エネルギー消費はアジア太平洋地域と北米に集中しており、各地域の一次エネルギー消費構造は異なります。世界のエネルギー消費の3分の1以上がアジア太平洋地域で発生し、次に北米が約6分の1、次にヨーロッパが8分の1です。さらに、アジア太平洋地域と南アジア地域での石炭消費は非常に高く、全消費量の半分以上を占めています。アメリカとヨーロッパは主に石油と天然ガスに依存しており、それぞれの消費の30%以上を占めています。\n\n\\tエネルギー供給の集中度は比較的高いです。石油は主にOPEC地域で生産されており、大部分が中東の湾岸諸国で構成される12カ国の政府間組織です。OPECの石油生産は世界全体の38%を占めています。シェールオイル革命などの新しい石油採掘技術の登場以来、アメリカは世界第2位の石油生産国となり、生産量の21.9%を占めています。もう一つの主要な輸出国はロシアで、その生産量は世界の総生産量の12%を占めています。天然ガスは主にアメリカとロシアで生産されており、それぞれ生産量の23.1%と17.4%を占めています。石炭生産は中国、インド、インドネシアが主導しており、それぞれ生産量の52%、11%、8%を占めています。供給と需要の集中度と地理的分布のために、これが世界のエネルギー供給の不均衡を引き起こしています。エネルギーを国際貿易を通じて輸入することは、消費国が国内の需要を満たすために不可欠です。石油の供給と需要のバランスは特に不均衡であり、需要地域と生産地域は非常に不均等であり、石油は非常に外因性のある製品となっています。この極端な不均衡は、さまざまな地域紛争を引き起こしています。国際エネルギー機関（IEA）のデータによると、中国は国と地域の中で最大の石油赤字を抱えています。天然ガスの供給と需要は石油と比較して比較的バランスが取れていますが、ヨーロッパは依然として大きな天然ガス赤字を抱えており、その天然ガスの90%が輸入に依存しているため、ヨーロッパのガス供給は脆弱です。\n\n\\lb現在の世界のエネルギー供給状況:\\rb\n\nこのセクションは、CICCのレポート「世界のエネルギー構造の発展動向と影響に関する研究」から抜粋されています。エネルギー供給の集中度が高いため、供給側の発展に焦点を当てます。\n\n\\t\\lb主要な化石エネルギーの埋蔵量と生産量が増加し続けています。\\rb 過去数十年にわたり、エネルギー価格の上昇により、主要なエネルギー生産国と大手エネルギー企業は探索と採掘の努力を大幅に強化しました。新技術の継続的な出現とともに、主要な世界のエネルギー源の確認された埋蔵量と生産量は増加し続けています。確認された石油と天然ガスの埋蔵量は、1980年の6834億バレルと71.6兆立方メートルから、2012年には1668.9億バレルと187.3兆立方メートルに増加し、それぞれ244％と261％の増加を示しています。2012年の世界の生産能力に基づいて、確認された石油と天然ガスの埋蔵量は、それぞれ52.9年と55.7年間の採掘に十分です。2012年の石炭の確認された埋蔵量は8.61兆トンで、3年連続で変わりませんでしたが、その埋蔵量生産比は化石燃料の中で最も高く、次の109年間の採掘需要を満たすのに十分です。過去30年間にわたり、石油、石炭、天然ガスの3つの主要な化石燃料の生産は全体的に上昇傾向を示しており、成長率は一貫しています。石炭生産の成長率は増加し、年間平均で2.8％に加速しています。\n\n\\t\\lb非従来型石油とガスの急速な発展が北米のエネルギーの台頭を促進しました。\\rb 2006年以降、シェールオイル、シェールガス、オイルサンドなどの非従来型石油とガスの大規模な開発により、北米は急速に世界のエネルギーセクターで最も輝く星となりました。2012年、アメリカの石油と天然ガスの生産は世界的に最も成長し、日々の石油生産量は過去最高の890.5万バレルに達しました。その年、北米のエネルギー自給率（石油、石炭、天然ガスのみを含む）は91％に達し、アメリカの石油輸入依存度は42％に低下しました。一方、2011年にアメリカの天然ガス生産量はロシアを超え、世界最大の生産国となり、同年には精製石油製品の純輸出国にもなりました。\n\n\\t\\lb世界的な再生可能エネルギー革命が進行中です。\\rb 化石燃料価格の継続的な上昇と環境問題への関心の高まりにより、重要な代替エネルギー源として再生可能エネルギーが世界的に注目を集めています。2008年の金融危機の後、再生可能エネルギーの開発は、多くの国で新しい経済成長のポイントを育て、経済発展を促進するための主要な力となりました。2020年、石油価格の大幅な変動と、世界的な気候協定と低金利の刺激の下、世界中の国々は脱炭素化と低炭素開発目標をさらに推進しました。\n\n\\lbロシア・ウクライナ戦争の影響:\\rb\n\n\\tロシア・ウクライナ戦争中、ロシアの化石エネルギーが禁輸されました。過去数十年にわたり、世界中に広がる経済のグローバリゼーションが、エネルギー分野で完全に実現されました。エネルギー供給と需要の不均衡の基本法則により、エネルギー製品は大陸を越え、資源国、消費国、世界中の隅々まで行き渡ります。エネルギー市場における供給と需要の不均衡に基づいて、国際エネルギーフローの構造は長い間揺らぐことができませんでした。しかし、ロシア・ウクライナ戦争は、元の自由市場構造を混乱させ、この混乱が中期的な深いショックなのか、それとも新しい常態なのかは不明です。さらに、新しい国際的なトレンドの下で、国々は以前よりも緊急にエネルギー安全保障と代替エネルギーを求めています。しかし、新エネルギーのギャップは依然として大きく、移行には時間がかかります。\n\n\\t2023年、ヨーロッパのロシアからの石油輸入は80％減少しました。ヨーロッパは南アメリカ、北アフリカ、西アフリカからの代替石油源を模索し、これらの地域は輸送距離が短く、制御が容易です。天然ガスに関しては、ヨーロッパはロシアの天然ガスの輸入を70％削減しました。これらの需要と地政学的ダイナミクスは、2つのサイクルの形成につながりました。アメリカは、ヨーロッパと共に「大西洋横断エネルギーサークル」を構築しています。このエネルギーサークルは、西ヨーロッパと北アメリカのループに基づき、中東、アフリカ、中央アジア、オーストラリア、南アメリカから可能な限り多くのエネルギーをこのループに取り込むことを目指しています。一方、ロシアは「アジアエネルギーサークル」の構築に注力しています。西側諸国がロシアとのエネルギー関係を断ち切ろうとしている中、ロシアは東に目を向け、自国の利益に合致する新しいエネルギー構造を確立しようとしています。「アジアエネルギーサークル」は、ロシア、イラン、カザフスタン、トルクメニスタンなどの豊富なエネルギー資源に基づいており、中国、インド、トルコなどの市場に向けられています。新エネルギー分野では、太陽エネルギー主導の新エネルギーが主な焦点となっています。新エネルギーは脱炭素化と低炭素の目標達成に寄与し、エネルギー依存を減らし、エネルギー安全保障を強化することができます。ロシア・ウクライナ戦争は、この進展を大幅に加速させました。しかし、前述のように、新エネルギーの全体的なシェアは依然として小さく、化石燃料の完全な代替には時間がかかります。新しい技術のいくつかは、さらに商業的な検証が必要です。"
    },
    "ar": {
        "title": "مشهد إمدادات الطاقة العالمية وتأثير الحرب الروسية الأوكرانية",
        "writer": "غير معروف",
        "image": "../images/article6.webp",
        "content": "تحلل هذه المقالة بشكل موجز مشهد الطاقة العالمي، مشيرة إلى أن الوقود الأحفوري لا يزال يهيمن، مع وجود اختلافات إقليمية كبيرة في الطلب. لقد فاقمت الحرب الروسية الأوكرانية من عدم الاستقرار في سوق الطاقة، مما دفع أوروبا إلى تقليل اعتمادها على الطاقة الروسية والبحث عن بدائل من مناطق أخرى. وفي الوقت نفسه، تتجه روسيا نحو السوق الآسيوية، حيث تبني أطرًا جديدة للتعاون في مجال الطاقة، في حين يحرز العالم تقدمًا في مجال الطاقة الجديدة.",
        "article_text": "\\tلطالما كان استهلاك الطاقة أولوية قصوى للتنمية. عند قياس استهلاك الطاقة، فإن استهلاك الطاقة يكون عشرة أضعاف استهلاك الطاقة الغذائية. الطاقة والغذاء هما حجر الأساس للاقتصاد العالمي والاستقرار. ما هو هيكل وتوزيع الطاقة العالمية؟ ما هي القضايا الرئيسية الحالية للعرض والطلب؟ في أي اتجاه يتطور هيكل الطاقة بعد الحرب الروسية الأوكرانية؟\n\n\\tأولاً، قبل أن يبدأ النص الرئيسي، أود أن أقدم مفهومًا للقراء: الطاقة الأولية والطاقة الثانوية. تشير الطاقة الأولية إلى موارد الطاقة التي توجد في شكلها الطبيعي دون معالجة أو تحويل، مثل الفحم الخام والنفط الخام والغاز الطبيعي والطاقة الكهرومائية والطاقة النووية وطاقة الرياح والطاقة الشمسية، وما إلى ذلك. الطاقة الثانوية هي الطاقة التي تم معالجتها من الطاقة الأولية إلى شكل آخر. يشمل ذلك الكهرباء، وفحم الكوك، وغاز الفحم، والغاز الحيوي، والبخار، والماء الساخن، والبنزين، والكيروسين، والديزل، وزيت الوقود، ومنتجات نفطية أخرى. من الأخطاء الشائعة الاعتقاد بأن الكهرباء هي طاقة أولية، ولكنها في الواقع طاقة ثانوية.\n\n\\lbنظرة عامة على العرض والطلب على الطاقة:\\rb\n\nلا يزال استهلاك الوقود الأحفوري يهيمن، مع وجود اختلافات إقليمية كبيرة في الطلب على الطاقة، وتقود الاقتصادات الناشئة في استهلاك الطاقة.\n\n\\tتم اقتباس هذا القسم من تقرير كي بي إم جي، \"المراجعة الإحصائية للطاقة العالمية: 2024.\" في عام 2023، استهلك العالم إجمالي 620 EJ (وحدة الطاقة الإكساجول). من هذا، مثل النفط 196 EJ، والفحم 164 EJ، والغاز الطبيعي 144 EJ، والطاقة النووية 25 EJ، والطاقة الكهرومائية 40 EJ، ومصادر الطاقة المتجددة الأخرى 51 EJ. من الواضح أن إجمالي استهلاك النفط والفحم والغاز الطبيعي يتجاوز بكثير استهلاك مصادر الطاقة الجديدة.\n\n\\tفي الوقت نفسه، تختلف مستويات وهيكل استهلاك الطاقة بشكل كبير في مختلف مناطق العالم. يتركز استهلاك الطاقة في منطقة آسيا والمحيط الهادئ وأمريكا الشمالية، مع اختلاف هيكل استهلاك الطاقة الأولية في كل منطقة. يحدث أكثر من ثلث استهلاك الطاقة العالمي في منطقة آسيا والمحيط الهادئ، تليها أمريكا الشمالية بنسبة حوالي سدس، ثم أوروبا بنسبة ثمن. بالإضافة إلى ذلك، فإن استهلاك الفحم في منطقتي آسيا والمحيط الهادئ وجنوب آسيا مرتفع جدًا، حيث يمثل أكثر من نصف الاستهلاك الكلي. تعتمد الولايات المتحدة وأوروبا بشكل رئيسي على النفط والغاز الطبيعي، حيث يمثل كل منهما أكثر من 30٪ من استهلاكها.\n\n\\tتركز إمدادات الطاقة مرتفع نسبيًا. يتم إنتاج النفط بشكل رئيسي في مناطق أوبك، وهي منظمة حكومية دولية تضم 12 دولة، معظمها دول الخليج في الشرق الأوسط. تمثل إنتاجية النفط في أوبك 38٪ من الإجمالي العالمي. منذ ظهور تقنيات استخراج النفط الجديدة، مثل ثورة النفط الصخري، أصبحت الولايات المتحدة ثاني أكبر منتج للنفط في العالم، حيث تمثل 21.9٪ من الإنتاج. مصدر آخر رئيسي للتصدير هو روسيا، التي تمثل إنتاجيتها 12٪ من الإجمالي العالمي. يتم إنتاج الغاز الطبيعي بشكل رئيسي من قبل الولايات المتحدة وروسيا، حيث تمثلان 23.1٪ و 17.4٪ من الإنتاج على التوالي. تهيمن الصين والهند وإندونيسيا على إنتاج الفحم، حيث تمثل 52٪ و 11٪ و 8٪ من الإنتاج على التوالي. نظرًا لتركيز العرض والطلب النسبي والتوزيع الجغرافي، أدى ذلك إلى عدم توازن إمدادات الطاقة العالمية. يعد استيراد الطاقة من خلال التجارة الدولية أمرًا ضروريًا للدول المستهلكة لتلبية الطلب المحلي. التوازن بين العرض والطلب على النفط غير متساو بشكل خاص، حيث تكون مناطق الطلب ومناطق الإنتاج غير متساوية بشكل كبير، مما يجعل النفط منتجًا خارجيًا بشكل كبير. أدى هذا الخلل الشديد أيضًا إلى اندلاع صراعات إقليمية مختلفة. وفقًا لبيانات وكالة الطاقة الدولية (IEA)، تمتلك الصين أكبر عجز في النفط بين الدول والمناطق. يعد توازن العرض والطلب على الغاز الطبيعي أكثر توازنًا مقارنة بالنفط، ولكن لا تزال أوروبا تمتلك عجزًا كبيرًا في الغاز الطبيعي، حيث تعتمد 90٪ من احتياجاتها من الغاز الطبيعي على الواردات، مما يجعل أوروبا عرضة في إمدادات الغاز.\n\n\\lbالحالة الراهنة لإمدادات الطاقة العالمية:\\rb\n\nتم اقتباس هذا القسم من تقرير CICC، \"البحث في اتجاهات التنمية وتأثيرات هيكل الطاقة العالمي.\" نظرًا للتركيز العالي لإمدادات الطاقة، سنركز الآن على تطوير جانب العرض.\n\n\\t\\lbاستمرار نمو احتياطيات الطاقة الأحفورية الرئيسية والإنتاج.\\rb على مدار العقود القليلة الماضية، مدفوعة بارتفاع أسعار الطاقة، زادت الدول المنتجة للطاقة الكبرى والشركات الكبرى للطاقة من جهودها بشكل كبير في الاستكشاف والاستخراج. إلى جانب الظهور المستمر للتقنيات الجديدة، استمرت احتياطيات وإنتاج مصادر الطاقة العالمية الرئيسية في النمو. زادت احتياطيات النفط والغاز الطبيعي المؤكدة من 683.4 مليار برميل و 71.6 تريليون متر مكعب في عام 1980 إلى 1,668.9 مليار برميل و 187.3 تريليون متر مكعب في عام 2012، بزيادة قدرها 244٪ و 261٪ على التوالي. بناءً على القدرة الإنتاجية العالمية في عام 2012، ستكون احتياطيات النفط والغاز الطبيعي المؤكدة كافية لاستخراجها لمدة 52.9 و 55.7 عامًا على التوالي. بلغت احتياطيات الفحم المؤكدة في عام 2012 ما يعادل 8.61 تريليون طن، ولم تتغير على مدار ثلاث سنوات متتالية، ولكن نسبة الاحتياطيات إلى الإنتاج هي الأعلى بين الوقود الأحفوري، مما يكفي لتلبية الطلب على الاستخراج للسنوات الـ 109 القادمة. على مدار الثلاثين عامًا الماضية، أظهر إنتاج الوقود الأحفوري الثلاثة الرئيسي – النفط والفحم والغاز الطبيعي – اتجاهًا عامًا نحو الزيادة، بمعدلات نمو ثابتة. زاد معدل نمو إنتاج الفحم، حيث تسارع إلى معدل سنوي متوسط قدره 2.8٪.\n\n\\t\\lbدفع التطور السريع للنفط والغاز غير التقليديين صعود الطاقة في أمريكا الشمالية.\\rb منذ عام 2006، أدى التطور واسع النطاق للنفط والغاز غير التقليديين، مثل النفط الصخري، والغاز الصخري، ورمال النفط، إلى جعل أمريكا الشمالية بسرعة النجم الأكثر سطوعًا في قطاع الطاقة العالمي. في عام 2012، سجلت الولايات المتحدة أكبر نمو في إنتاج النفط والغاز الطبيعي عالميًا، حيث وصلت إنتاجية النفط اليومية إلى مستوى تاريخي قدره 8.905 مليون برميل. في ذلك العام، اقترب معدل الاكتفاء الذاتي للطاقة في أمريكا الشمالية (بما في ذلك النفط والفحم والغاز الطبيعي فقط) من 91٪، وانخفضت نسبة اعتماد الولايات المتحدة على واردات النفط إلى 42٪. في الوقت نفسه، في عام 2011، تجاوز إنتاج الغاز الطبيعي في الولايات المتحدة إنتاج روسيا، مما جعلها أكبر منتج في العالم، وفي نفس العام، أصبحت أيضًا مصدرة صافية للمنتجات النفطية المكررة.\n\n\\t\\lbتستمر ثورة الطاقة المتجددة العالمية في التقدم.\\rb مدفوعة بارتفاع أسعار الوقود الأحفوري بشكل مستمر وزيادة الاهتمام بالقضايا البيئية، حظيت الطاقة المتجددة كبديل مهم للطاقة باهتمام عالمي متزايد. بعد الأزمة المالية في عام 2008، أصبحت تنمية الطاقة المتجددة قوة رئيسية للعديد من الدول لتنمية نقاط نمو اقتصادي جديدة وتحفيز التنمية الاقتصادية. في عام 2020، مع التقلبات الكبيرة في أسعار النفط، وبدفع من الاتفاقات المناخية العالمية وأسعار الفائدة المنخفضة، دفعت الدول في جميع أنحاء العالم بشكل أكبر نحو تحقيق أهداف إزالة الكربون والتنمية منخفضة الكربون.\n\n\\lbتأثير الحرب الروسية الأوكرانية:\\rb\n\n\\tخلال الحرب الروسية الأوكرانية، تم فرض حظر على الطاقة الأحفورية الروسية. على مدى العقود القليلة الماضية، تم تحقيق العولمة الاقتصادية التي اجتاحت العالم بشكل كامل في قطاع الطاقة. يجبر قانون عدم التوازن بين العرض والطلب على الطاقة المنتجات الطاقية على عبور القارات، وبلدان الموارد، وبلدان المستهلكين، والزوايا البعيدة من العالم. بناءً على عدم التوازن الكامن في العرض والطلب في سوق الطاقة، كان من الصعب منذ فترة طويلة زعزعة هيكل تدفقات الطاقة الدولية. ومع ذلك، فقد عطلت الحرب الروسية الأوكرانية هيكل السوق الحرة الأصلي، ولا يزال من غير الواضح ما إذا كان هذا صدمة عميقة متوسطة المدى أو وضعًا طبيعيًا جديدًا. بالإضافة إلى ذلك، في ظل الاتجاهات الدولية الجديدة، تسعى الدول إلى الأمن الطاقي والبدائل بشكل أكثر إلحاحًا من ذي قبل. ومع ذلك، لا تزال الفجوة في الطاقة الجديدة كبيرة، لكن الانتقال سيستغرق وقتًا.\n\n\\tفي عام 2023، انخفضت واردات أوروبا من النفط الروسي بنسبة 80٪. بحثت أوروبا عن مصادر نفط بديلة من أمريكا الجنوبية وشمال أفريقيا وغرب أفريقيا، والتي تمتاز بمسافات شحن أقصر ويسهل السيطرة عليها. فيما يتعلق بالغاز الطبيعي، خفضت أوروبا وارداتها من الغاز الطبيعي الروسي بنسبة 70٪. هذه الديناميكيات في الطلب والجغرافيا السياسية أدت إلى تشكيل دورتين. تقود الولايات المتحدة أوروبا في بناء \"دائرة الطاقة عبر الأطلسي.\" ستستند هذه الدائرة الطاقية إلى حلقة أوروبا الغربية - أمريكا الشمالية، وستدمج أكبر قدر ممكن من الطاقة من الشرق الأوسط وأفريقيا وآسيا الوسطى وأستراليا وأمريكا الجنوبية في الحلقة. من ناحية أخرى، تركز روسيا على بناء \"دائرة الطاقة الآسيوية.\" مع محاولات الغرب لقطع العلاقات الطاقية مع روسيا، تتجه روسيا شرقًا لإنشاء هيكل طاقي جديد يتماشى مع مصالحها. تستند \"دائرة الطاقة الآسيوية\" إلى الموارد الطاقية الغنية في روسيا وإيران وكازاخستان وتركمانستان وغيرها، وتستهدف أسواق الصين والهند وتركيا والدول الأخرى. في مجال الطاقة الجديدة، تركز التكنولوجيا الشمسية الرائدة في الطاقة الجديدة بشكل رئيسي. يمكن أن تساعد الطاقة الجديدة في تحقيق أهداف إزالة الكربون والتنمية منخفضة الكربون، وكذلك تقليل الاعتماد على الطاقة وتعزيز الأمن الطاقي. لقد سرعت الحرب الروسية الأوكرانية بشكل كبير هذا التقدم. ومع ذلك، كما ذكرنا سابقًا، لا تزال الحصة العامة للطاقة الجديدة صغيرة، واستبدال الوقود الأحفوري تمامًا سيستغرق وقتًا، حيث أن بعض التقنيات الجديدة لا تزال تتطلب تحققًا تجاريًا إضافيًا."
    }
}
