{
    "en": {
        "title": "Concept of a World Currency",
        "writer": "internal member 1: August 17th, 2024",
        "image": "../images/article3.webp",
        "imageSource": "Image Source: Open AI",
        "content": "This article explores the potential and challenges of establishing a global currency, focusing on the limitations of Bitcoin as a universal medium of exchange. It also examines alternative proposals, such as linking currency to oil reserves, and presents a new hypothesis for a decentralized, flexible global currency system.",
        "article_text": "The discussion around world currency has often revolved around cryptocurrencies like Bitcoin. Although Bitcoin, through blockchain technology, is seen as the first decentralized 'currency,' is it really so? What are the inherent flaws of Bitcoin as a currency? \n\nBitcoin's basic characteristics include: 1. Decentralization 2. Limited total issuance. Its digital ownership is groundbreaking, with digital currency using a peer-to-peer network for accounting and anti-tampering. The determined issuance amount ensures it does not depreciate due to over-issuance. However, despite its many advantages, Bitcoin is essentially a type of digital gold rather than a currency that can be used in daily transactions, or even as an international reserve currency. A reserve currency, like the gold standard or the IMF's SDR (Special Drawing Rights), needs more stability. Bitcoin's characteristics have inherent flaws in the monetary system.\n\nThe issue of a fixed supply. This was also a reason why the US dollar decoupled from gold under the Bretton Woods system. A fixed supply cannot increase with economic development and transaction volume. As production increases, without an increase in currency supply, the currency appreciates relative to goods, which effectively reduces the money supply relative to production, imposing long-term economic constraints. Additionally, a fixed total will soon lead to balance of payments problems for the countries using it. For example, the Triffin Dilemma, which occurred with the US dollar, highlights this issue. As Robert Triffin pointed out in his 1960 book 'Gold and the Dollar Crisis,' the Bretton Woods system had inherent contradictions. The US dollar was pegged to gold, and other countries' currencies were pegged to the dollar. While the dollar gained international reserve currency status, countries needed dollars for trade, leading to a persistent US trade deficit. However, maintaining the dollar's stability as an international currency required a US trade surplus. These contradictory demands created a paradox known as the 'Triffin Dilemma.' After the Bretton Woods system ended, the US resolved its balance of payments issues by over-issuing currency. Similarly, if Bitcoin were used as a reserve currency, its fixed supply would prevent monetary expansion to solve reserve problems.\n\nBitcoin's decentralization also means that there is no final guarantor. This makes the currency powerless in the face of liquidity crises, as no one is obligated to absorb Bitcoin during a panic sale to stabilize its value. Various attempts to back cryptocurrencies with their own fund pools have ended in bankruptcy. Some cryptocurrencies, like USDT, are issued with US dollar backing, but their ultimate credit comes from the US government. If algorithmic stability is used, the value and confidence in the currency pool must not collapse, or it will face issues like the Terra-Luna-UST situation.\n\nSoros once proposed a currency theory linking oil reserves and quotas with a currency mechanism. In a perfectly competitive market, prices always match current supply and demand. However, when demand and supply fluctuate significantly, prices can experience bubbles and stampede effects. In reality, for example, oil prices often show short-term momentum. Soros suggested establishing an oil cartel with significant financial and oil reserve buffers, allowing time to set consumption and production quotas. Key points include: 1. Creating a massive buffer mechanism to stabilize prices within a certain range, providing space for short-term liquidity shocks. 2. Oil, as an inflation-related product, will appreciate with inflation, maintaining value. 3. Interest rates on financial buffers would indirectly encourage surplus nations to lend to deficit nations, addressing balance of payments crises.\n\nSoros's plan resembles a UN-like mechanism, relying on major economic powers and oil-producing nations as coordinators and guarantors. However, his plan conflicts with the idea that a world currency should belong to no sovereign entity. Even Soros acknowledged that distributing production quotas to oil-producing countries would be highly challenging. Nonetheless, his concept of building elastic buffers and an inflation-following currency is worth considering.\n\nSo, what solution can be proposed based on these principles? The solution I present is not fully refined but is meant to inspire readers' thoughts. A bold hypothesis is to break the assumption of fixed asset quantities. We could allow the number of currency units held to increase slowly with long-term transaction volumes and decrease with short-term price declines and transaction volume increases. This would involve no fund transfers or minting/burning but would have contracts with intrinsic minting and burning properties. Additionally, a completely decentralized automatic reserve system would be established, with reserves several times the transaction volume to hedge against currency liquidity. When inflation occurs, the total currency supply would be linked to economic scale and anti-inflation efforts. In terms of liquidity, when market prices plummet and transaction volumes surge, holders' account balances would increase proportionally, and the reserve system would release foreign currency to absorb the increased currency supply. Conversely, when market prices soar with rising transaction volumes, holders' account balances would decrease, and the reserve system would absorb foreign currency to reduce the speculative nature of digital currencies. Such a world currency, with central banks as market makers to regulate national markets, could be considered. Of course, this temporary solution has many unresolved issues: people dislike the disappearance of assets out of thin air, and the management and risks of a self-adjusting currency supply would be immense. Finally, selecting criteria for minting and burning standards must be done with extreme caution."
    },
    "zh": {
        "title": "世界货币的构想",
        "writer": "内部成员 1：2024年8月17日",
        "image": "../images/article3.webp",
        "imageSource": "图片来源：Open AI",
        "content": "本文探讨了建立全球货币的潜力与挑战，重点分析了比特币作为全球货币的局限性，同时审视了其他方案，如将货币与石油储备挂钩，并提出了一种新的去中心化、灵活的全球货币系统假设。",
        "article_text": "关于世界货币的讨论经常围绕比特币等加密货币展开。尽管比特币通过区块链技术被视为第一个去中心化的“货币”，但事实真的如此吗？比特币作为货币的内在缺陷是什么？\n\n比特币的基本性质：1. 去中心化 2. 发行数量总数有限。其数字所有权是具备开创性的，数字货币通过一个网络的点对点账户来进行记账和防篡改，确定的发行量则决定了其不会因为超发而贬值。尽管有很多的优点，但比特币本质上是一类数字黄金，而非日常交易中可以承担的货币，甚至其作为国际本位货币也不行。本位货币指的比如金本位，或者IMF的SDR (特别提款权)。比特币的特点在货币体系中存在着固有缺陷。\n\n关于总量不变带来的缺陷。这也曾经是黄金挂钩的美元退出布雷顿森林体系的原因。固定的数量无法根据人们的经济发展和交易量的增加而增加，随着生产的商品越来越多，而货币量不增加，这就导致货币相对商品升值，这等价于相对于生产降低了货币供应，这就对经济产生了长期的限制作用。另外，固定的总数很快也会让使用国家陷入国际收支问题。比如曾经发生在美元身上的特里芬难题，1960年，美国经济学家罗伯特·特里芬在其《黄金与美元危机——自由兑换的未来》一书中提出的布雷顿森林体系存在着其自身无法克服的内在矛盾：“由于美元与黄金挂钩，而其他国家的货币与美元挂钩，美元虽因此而取得了国际核心货币的地位，但是各国为了发展国际贸易，必须用美元作为结算与储备货币，这样就会导致流出美国的货币在海外不断沉淀，对美国来说就发生长期贸易逆差；而美元作为国际货币核心的前提是必须保持美元币值稳定与坚挺，这又要求美国必须是一个长期贸易顺差。”这两个要求相互矛盾，因此是一个悖论。这一内在矛盾在国际经济学界称为“特里芬难题”。而退出布雷顿森林体系之后，美国的解决方案是通过超发货币来解决国际收支问题。同样的，比特币如果作为储备货币，其固定的规模造成世界人民无法通过货币扩张来解决储备问题。\n\n比特币的去中心化也导致，没有任何一个最后的担保人的角色。这使得这种货币面对流动性危机非常无力，没有任何人有义务，在踩踏出售货币中，吸纳比特币来担保比特币的货币价值。一些尝试通过自有资金池来担保货币价值的数字货币方案最后都以担保方的破产而告终。一些加密货币比如USDT以美元资产背书的方式发行，但最后其信用来源来自于美国政府。如果采用算法稳定，则货币池的价值与信心不能崩溃，否则就会陷入Terra-luna-UST的问题。\n\n索罗斯曾提出过一种货币理论，以石油储备和配额为机制，将石油与货币挂钩。在完全竞争市场中，如果价格竞争机制充分，最终价格总是符合当前供需的。另外当需求和供给大幅度运动的时候，价格有时候会产生泡沫和踩踏效应。现实中，例如油价就是一个供给市场，同时价格往往在短期有动量。所以索罗斯提出，要建立一个由买卖双方都存在的石油卡特尔，同时建立资金与石油库存缓冲。库存缓冲和资金缓冲要足够大，以给与集团以充足的时间博弈设定消费与生产配额。其设想有几个要点：1.围绕卡特尔建立巨额缓存机制，在一定范围内稳定价格，给短期流动性冲击以空间。2. 石油作为自身与通胀相关的产品，本身会和通胀一同升值，本身不会贬值。3. 资金缓冲的利息设置，变相的促进了盈余国家的贷款流向负债国家，以解决国际收支危机。\n\n索罗斯的方案更像是一种类似于现在联合国的机制，依靠几个主要的经济大国和主要的石油生产国作为协调和担保人角色，并且建立价格缓冲库存。因为卡特尔的属性，其违背了世界货币应该不属于任何主权机构这一设想，甚至索罗斯自身也指出，分配生产配额给产油国的工作是非常有挑战的，但是其建立弹性缓冲，和自我跟随通胀的货币假设是值得借鉴的。\n\n那么什么方案可以基于以上原则提出呢？这个方案我没有仔细推敲，仅供启发读者思考。一种大胆的假设就是，打破资产数量固定这一假设，我们可以让持有者的货币数量根据长期交易量缓慢增加，而根据短期价格下降，交易量增加而消失。这个过程中不涉及任何资金池的转移，不通过兑换mint和burn，而是合约内在本身具备自我mint和burn的性质。同时，建立一个完全去中心的自动储备系统，建立数倍于交易量的额度，对冲外汇流动性。当通胀来临，货币总量与经济规模和反通胀挂钩。对于流动性，当市场价格暴跌，成交量蹿升时，合持有者账户货币数量会成比例的增加，储备系统释放外币来吸纳增加的货币，而当市场价格暴涨，伴随着成交量上涨，则持有者账户的货币数量会减少，储备系统会自动吸纳外币，以减少数字货币的投机性。以这样的类似的货币设计世界的本位货币，再借助各国央行为做市商，来满足本国市场的调控。当然，这个临时的方案未考虑的方面太多：人们讨厌凭空蒸发的资产，同时货物数量会自己会造成极大的本币市场的调控难度与风险，最后选择什么样的货币铸造和销毁变动的标准是需要及其谨慎的。"
    },
    "es": {
        "title": "Concepto de una Moneda Mundial",
        "writer": "miembro interno 1: 17 de agosto de 2024",
        "image": "../images/article3.webp",
        "imageSource": "Fuente de la imagen: Open AI",
        "content": "Este artículo explora el potencial y los desafíos de establecer una moneda global, centrándose en las limitaciones de Bitcoin como medio universal de intercambio. También examina propuestas alternativas, como vincular la moneda a reservas de petróleo, y presenta una nueva hipótesis para un sistema de moneda global descentralizado y flexible.",
        "article_text": "La discusión sobre la moneda mundial a menudo ha girado en torno a criptomonedas como Bitcoin. Aunque Bitcoin, a través de la tecnología blockchain, es visto como la primera 'moneda' descentralizada, ¿es realmente así? ¿Cuáles son los defectos inherentes de Bitcoin como moneda? \n\nLas características básicas de Bitcoin incluyen: 1. Descentralización 2. Emisión total limitada. Su propiedad digital es innovadora, con la moneda digital utilizando una red de igual a igual para la contabilidad y la resistencia a la manipulación. La cantidad de emisión determinada garantiza que no se deprecie debido a la sobreemisión. Sin embargo, a pesar de sus muchas ventajas, Bitcoin es esencialmente un tipo de oro digital en lugar de una moneda que se pueda usar en transacciones diarias, o incluso como moneda de reserva internacional. Una moneda de reserva, como el patrón oro o los DEG (Derechos Especiales de Giro) del FMI, necesita más estabilidad. Las características de Bitcoin tienen defectos inherentes en el sistema monetario.\n\nEl problema de un suministro fijo. Esta también fue una razón por la que el dólar estadounidense se desvinculó del oro bajo el sistema de Bretton Woods. Un suministro fijo no puede aumentar con el desarrollo económico y el volumen de transacciones. A medida que la producción aumenta, sin un aumento en el suministro de moneda, la moneda se aprecia en relación con los bienes, lo que reduce efectivamente la oferta monetaria en relación con la producción, imponiendo restricciones económicas a largo plazo. Además, un total fijo pronto llevará a problemas de balanza de pagos para los países que la utilicen. Por ejemplo, el dilema de Triffin, que ocurrió con el dólar estadounidense, destaca este problema. Como señaló Robert Triffin en su libro de 1960 'El oro y la crisis del dólar,' el sistema de Bretton Woods tenía contradicciones inherentes. El dólar estadounidense estaba vinculado al oro, y las monedas de otros países estaban vinculadas al dólar. Si bien el dólar ganó el estatus de moneda de reserva internacional, los países necesitaban dólares para el comercio, lo que llevó a un déficit comercial persistente en EE. UU. Sin embargo, mantener la estabilidad del dólar como moneda internacional requería un superávit comercial en EE. UU. Estas demandas contradictorias crearon una paradoja conocida como el 'dilema de Triffin.' Después de que terminó el sistema de Bretton Woods, EE. UU. resolvió sus problemas de balanza de pagos mediante la sobreemisión de moneda. Del mismo modo, si Bitcoin se utilizara como moneda de reserva, su suministro fijo impediría la expansión monetaria para resolver problemas de reservas.\n\nLa descentralización de Bitcoin también significa que no hay un garante final. Esto hace que la moneda sea impotente frente a las crisis de liquidez, ya que nadie está obligado a absorber Bitcoin durante una venta masiva para estabilizar su valor. Varios intentos de respaldar criptomonedas con sus propios fondos han terminado en bancarrota. Algunas criptomonedas, como USDT, se emiten con respaldo en dólares estadounidenses, pero su crédito final proviene del gobierno de EE. UU. Si se utiliza estabilidad algorítmica, el valor y la confianza en el fondo de moneda no deben colapsar, o enfrentará problemas como la situación de Terra-Luna-UST.\n\nSoros una vez propuso una teoría monetaria que vinculaba las reservas de petróleo y las cuotas con un mecanismo monetario. En un mercado perfectamente competitivo, los precios siempre coinciden con la oferta y la demanda actuales. Sin embargo, cuando la demanda y la oferta fluctúan significativamente, los precios pueden experimentar burbujas y efectos de estampida. En la realidad, por ejemplo, los precios del petróleo a menudo muestran un impulso a corto plazo. Soros sugirió establecer un cartel petrolero con reservas financieras y de petróleo significativas, permitiendo tiempo para establecer cuotas de consumo y producción. Puntos clave incluyen: 1. Crear un mecanismo de amortiguación masiva para estabilizar los precios dentro de un rango determinado, proporcionando espacio para choques de liquidez a corto plazo. 2. El petróleo, como producto relacionado con la inflación, se apreciará con la inflación, manteniendo su valor. 3. Las tasas de interés en los amortiguadores financieros alentarían indirectamente a las naciones con superávit a prestar a las naciones deficitarias, abordando las crisis de balanza de pagos.\n\nEl plan de Soros se asemeja a un mecanismo similar al de la ONU, que depende de las principales potencias económicas y naciones productoras de petróleo como coordinadores y garantes. Sin embargo, su plan entra en conflicto con la idea de que una moneda mundial no debería pertenecer a ninguna entidad soberana. Incluso Soros reconoció que la distribución de cuotas de producción a los países productores de petróleo sería un desafío importante. No obstante, su concepto de construir amortiguadores elásticos y una moneda que siga la inflación merece ser considerado.\n\nEntonces, ¿qué solución se puede proponer basándose en estos principios? La solución que presento no está completamente refinada, pero está destinada a inspirar el pensamiento de los lectores. Una hipótesis audaz es romper la suposición de cantidades fijas de activos. Podríamos permitir que el número de unidades monetarias en poder aumente lentamente con los volúmenes de transacciones a largo plazo y disminuya con las caídas de precios a corto plazo y el aumento del volumen de transacciones. Esto no implicaría transferencias de fondos o acuñación/quema, sino que tendría contratos con propiedades intrínsecas de acuñación y quema. Además, se establecería un sistema de reservas automáticas completamente descentralizado, con reservas varias veces el volumen de transacciones para cubrir la liquidez de la moneda. Cuando ocurra la inflación, la oferta total de moneda estaría vinculada a la escala económica y los esfuerzos contra la inflación. En términos de liquidez, cuando los precios del mercado caigan en picado y los volúmenes de transacciones aumenten, los saldos de las cuentas de los titulares aumentarían proporcionalmente, y el sistema de reservas liberaría moneda extranjera para absorber el aumento de la oferta monetaria. Por el contrario, cuando los precios del mercado suban con el aumento de los volúmenes de transacciones, los saldos de las cuentas de los titulares disminuirían, y el sistema de reservas absorbería moneda extranjera para reducir la naturaleza especulativa de las monedas digitales. Una moneda mundial así, con bancos centrales como creadores de mercado para regular los mercados nacionales, podría ser considerada. Por supuesto, esta solución temporal tiene muchos problemas no resueltos: a la gente no le gusta la desaparición de activos de la nada, y la gestión y los riesgos de una oferta monetaria autoajustable serían inmensos. Finalmente, la selección de criterios para los estándares de acuñación y quema debe hacerse con extrema precaución."
    },
    "fr": {
        "title": "Concept d'une Monnaie Mondiale",
        "writer": "membre interne 1: 17 août 2024",
        "image": "../images/article3.webp",
        "imageSource": "Source de l'image: Open AI",
        "content": "Cet article explore le potentiel et les défis de l'établissement d'une monnaie mondiale, en se concentrant sur les limites du Bitcoin en tant que moyen d'échange universel. Il examine également des propositions alternatives, telles que le lien entre la monnaie et les réserves de pétrole, et présente une nouvelle hypothèse pour un système monétaire mondial décentralisé et flexible.",
        "article_text": "La discussion autour de la monnaie mondiale a souvent tourné autour des crypto-monnaies comme le Bitcoin. Bien que le Bitcoin, grâce à la technologie blockchain, soit considéré comme la première 'monnaie' décentralisée, est-ce vraiment le cas? Quels sont les défauts inhérents du Bitcoin en tant que monnaie? \n\nLes caractéristiques de base du Bitcoin incluent : 1. Décentralisation 2. Émission totale limitée. Sa propriété numérique est révolutionnaire, la monnaie numérique utilisant un réseau peer-to-peer pour la comptabilité et l'anti-altération. Le montant d'émission déterminé garantit qu'il ne se déprécie pas en raison de la surémission. Cependant, malgré ses nombreux avantages, le Bitcoin est essentiellement un type d'or numérique plutôt qu'une monnaie utilisable dans les transactions quotidiennes, ou même comme monnaie de réserve internationale. Une monnaie de réserve, comme l'étalon-or ou les DTS (Droits de Tirage Spéciaux) du FMI, a besoin de plus de stabilité. Les caractéristiques du Bitcoin présentent des défauts inhérents dans le système monétaire.\n\nLe problème d'une offre fixe. Cela a également été une raison pour laquelle le dollar américain s'est détaché de l'or dans le cadre du système de Bretton Woods. Une offre fixe ne peut pas augmenter avec le développement économique et le volume des transactions. À mesure que la production augmente, sans augmentation de l'offre monétaire, la monnaie s'apprécie par rapport aux biens, ce qui réduit effectivement l'offre monétaire par rapport à la production, imposant des contraintes économiques à long terme. De plus, un total fixe conduira rapidement à des problèmes de balance des paiements pour les pays qui l'utilisent. Par exemple, le dilemme de Triffin, qui est survenu avec le dollar américain, met en évidence ce problème. Comme l'a souligné Robert Triffin dans son livre de 1960 'L'or et la crise du dollar', le système de Bretton Woods avait des contradictions inhérentes. Le dollar américain était lié à l'or, et les monnaies des autres pays étaient liées au dollar. Alors que le dollar gagnait le statut de monnaie de réserve internationale, les pays avaient besoin de dollars pour le commerce, ce qui a conduit à un déficit commercial persistant aux États-Unis. Cependant, maintenir la stabilité du dollar en tant que monnaie internationale nécessitait un excédent commercial aux États-Unis. Ces exigences contradictoires ont créé un paradoxe connu sous le nom de 'dilemme de Triffin.' Après la fin du système de Bretton Woods, les États-Unis ont résolu leurs problèmes de balance des paiements en émettant excessivement de la monnaie. De même, si le Bitcoin était utilisé comme monnaie de réserve, son offre fixe empêcherait l'expansion monétaire pour résoudre les problèmes de réserves.\n\nLa décentralisation du Bitcoin signifie également qu'il n'y a pas de garant final. Cela rend la monnaie impuissante face aux crises de liquidité, car personne n'est obligé d'absorber le Bitcoin lors d'une vente panique pour stabiliser sa valeur. Diverses tentatives pour soutenir les crypto-monnaies avec leurs propres fonds ont conduit à la faillite. Certaines crypto-monnaies, comme l'USDT, sont émises avec un soutien en dollars américains, mais leur crédit final provient du gouvernement américain. Si la stabilité algorithmique est utilisée, la valeur et la confiance dans le fonds monétaire ne doivent pas s'effondrer, sinon elle fera face à des problèmes comme la situation de Terra-Luna-UST.\n\nSoros a une fois proposé une théorie monétaire liant les réserves de pétrole et les quotas à un mécanisme monétaire. Dans un marché parfaitement concurrentiel, les prix correspondent toujours à l'offre et à la demande actuelles. Cependant, lorsque la demande et l'offre fluctuent considérablement, les prix peuvent connaître des bulles et des effets de ruée. Dans la réalité, par exemple, les prix du pétrole montrent souvent une dynamique à court terme. Soros a suggéré de créer un cartel pétrolier avec des réserves financières et pétrolières significatives, permettant de fixer des quotas de consommation et de production. Les points clés incluent : 1. Créer un mécanisme de tampon massif pour stabiliser les prix dans une certaine fourchette, offrant un espace pour les chocs de liquidité à court terme. 2. Le pétrole, en tant que produit lié à l'inflation, s'appréciera avec l'inflation, maintenant sa valeur. 3. Les taux d'intérêt sur les tampons financiers inciteraient indirectement les nations excédentaires à prêter aux nations déficitaires, abordant les crises de balance des paiements.\n\nLe plan de Soros ressemble à un mécanisme de type ONU, reposant sur les grandes puissances économiques et les pays producteurs de pétrole en tant que coordinateurs et garants. Cependant, son plan entre en conflit avec l'idée qu'une monnaie mondiale ne devrait appartenir à aucune entité souveraine. Même Soros a reconnu que la distribution des quotas de production aux pays producteurs de pétrole serait un défi majeur. Néanmoins, son concept de création de tampons élastiques et d'une monnaie suivant l'inflation mérite d'être envisagé.\n\nAlors, quelle solution peut être proposée sur la base de ces principes? La solution que je présente n'est pas complètement raffinée mais est destinée à inspirer la réflexion des lecteurs. Une hypothèse audacieuse est de briser l'hypothèse des quantités d'actifs fixes. Nous pourrions permettre au nombre d'unités monétaires détenues d'augmenter lentement avec les volumes de transactions à long terme et de diminuer avec les baisses de prix à court terme et l'augmentation du volume des transactions. Cela n'impliquerait pas de transferts de fonds ou de frappe/incinération, mais aurait des contrats avec des propriétés intrinsèques de frappe et d'incinération. De plus, un système de réserves automatiques complètement décentralisé serait mis en place, avec des réserves plusieurs fois supérieures au volume des transactions pour couvrir la liquidité monétaire. Lorsque l'inflation se produit, l'offre totale de monnaie serait liée à l'échelle économique et aux efforts anti-inflationnistes. En termes de liquidité, lorsque les prix du marché chutent et que les volumes de transactions augmentent, les soldes des comptes des détenteurs augmenteraient proportionnellement, et le système de réserves libérerait des devises étrangères pour absorber l'augmentation de l'offre monétaire. À l'inverse, lorsque les prix du marché montent en flèche avec l'augmentation des volumes de transactions, les soldes des comptes des détenteurs diminueraient, et le système de réserves absorberait les devises étrangères pour réduire la nature spéculative des monnaies numériques. Une telle monnaie mondiale, avec les banques centrales comme créateurs de marché pour réguler les marchés nationaux, pourrait être envisagée. Bien sûr, cette solution temporaire présente de nombreux problèmes non résolus : les gens n'aiment pas la disparition d'actifs de nulle part, et la gestion et les risques d'une offre monétaire auto-réglable seraient immenses. Enfin, la sélection des critères pour les normes de frappe et d'incinération doit être faite avec une extrême prudence."
    },
    "de": {
        "title": "Konzept einer Weltwährung",
        "writer": "internes Mitglied 1: 17. August 2024",
        "image": "../images/article3.webp",
        "imageSource": "Bildquelle: Open AI",
        "content": "Dieser Artikel untersucht das Potenzial und die Herausforderungen bei der Einführung einer globalen Währung, mit einem Fokus auf die Einschränkungen von Bitcoin als universelles Zahlungsmittel. Es werden auch alternative Vorschläge untersucht, wie z.B. die Verknüpfung der Währung mit Ölreserven, und eine neue Hypothese für ein dezentrales, flexibles globales Währungssystem vorgestellt.",
        "article_text": "Die Diskussion um Weltwährungen dreht sich oft um Kryptowährungen wie Bitcoin. Obwohl Bitcoin durch die Blockchain-Technologie als erste dezentrale 'Währung' angesehen wird, ist das wirklich so? Welche inhärenten Mängel hat Bitcoin als Währung? \n\nDie grundlegenden Eigenschaften von Bitcoin umfassen: 1. Dezentralisierung 2. Begrenzte Gesamtmenge. Sein digitales Eigentum ist bahnbrechend, wobei die digitale Währung ein Peer-to-Peer-Netzwerk für Buchführung und Manipulationssicherheit verwendet. Die festgelegte Emissionsmenge stellt sicher, dass sie nicht durch Überemission abgewertet wird. Trotz vieler Vorteile ist Bitcoin im Wesentlichen eine Art digitales Gold und keine Währung, die in täglichen Transaktionen verwendet werden kann, geschweige denn als internationale Reservewährung. Eine Reservewährung, wie der Goldstandard oder die Sonderziehungsrechte (SZR) des IWF, benötigt mehr Stabilität. Die Eigenschaften von Bitcoin haben inhärente Mängel im Währungssystem.\n\nDas Problem einer festen Menge. Dies war auch ein Grund, warum sich der US-Dollar im Rahmen des Bretton-Woods-Systems vom Gold gelöst hat. Eine feste Menge kann nicht mit der wirtschaftlichen Entwicklung und dem Transaktionsvolumen zunehmen. Während die Produktion steigt, ohne dass sich die Geldmenge erhöht, wertet die Währung relativ zu den Gütern auf, was die Geldmenge im Verhältnis zur Produktion effektiv verringert und langfristige wirtschaftliche Einschränkungen auferlegt. Darüber hinaus wird eine feste Gesamtmenge bald zu Problemen in der Zahlungsbilanz der Länder führen, die sie verwenden. Ein Beispiel dafür ist das Triffin-Dilemma, das beim US-Dollar auftrat und dieses Problem verdeutlicht. Wie Robert Triffin in seinem Buch von 1960 'Gold and the Dollar Crisis' betonte, hatte das Bretton-Woods-System inhärente Widersprüche. Der US-Dollar war an Gold gebunden, und die Währungen anderer Länder waren an den Dollar gebunden. Während der Dollar den Status einer internationalen Reservewährung erlangte, benötigten die Länder Dollar für den Handel, was zu einem anhaltenden US-Handelsdefizit führte. Die Aufrechterhaltung der Stabilität des Dollars als internationale Währung erforderte jedoch einen US-Handelsüberschuss. Diese widersprüchlichen Anforderungen schufen ein Paradoxon, das als 'Triffin-Dilemma' bekannt ist. Nachdem das Bretton-Woods-System endete, lösten die USA ihre Zahlungsbilanzprobleme durch Überemission von Währung. Ähnlich würde bei Bitcoin, wenn es als Reservewährung verwendet würde, die feste Menge eine monetäre Expansion verhindern, um Reservenprobleme zu lösen.\n\nDie Dezentralisierung von Bitcoin bedeutet auch, dass es keinen endgültigen Garanten gibt. Dies macht die Währung in Liquiditätskrisen machtlos, da niemand verpflichtet ist, Bitcoin während eines Panikverkaufs zu absorbieren, um seinen Wert zu stabilisieren. Verschiedene Versuche, Kryptowährungen mit eigenen Fonds abzusichern, endeten mit dem Bankrott. Einige Kryptowährungen, wie USDT, werden mit US-Dollar-Besicherung ausgegeben, aber ihr endgültiger Kredit stammt von der US-Regierung. Wenn eine algorithmische Stabilität verwendet wird, dürfen der Wert und das Vertrauen in den Währungspool nicht zusammenbrechen, andernfalls drohen Probleme wie bei der Terra-Luna-UST-Situation.\n\nSoros schlug einmal eine Währungstheorie vor, die Ölreserven und -quoten mit einem Währungsmechanismus verbindet. In einem vollkommen wettbewerbsorientierten Markt entsprechen die Preise immer dem aktuellen Angebot und der aktuellen Nachfrage. Wenn jedoch die Nachfrage und das Angebot erheblich schwanken, können Preise Blasen und Panikeffekte erleben. In der Realität zeigen beispielsweise die Ölpreise oft kurzfristige Dynamik. Soros schlug die Einrichtung eines Öl-Kartells mit erheblichen finanziellen und Ölreserven vor, um Zeit für die Festlegung von Verbrauchs- und Produktionsquoten zu schaffen. Wichtige Punkte umfassen: 1. Schaffung eines massiven Puffersystems zur Stabilisierung der Preise innerhalb eines bestimmten Rahmens, wodurch Raum für kurzfristige Liquiditätsschocks entsteht. 2. Öl als inflationsbezogenes Produkt wird sich mit der Inflation aufwerten und seinen Wert erhalten. 3. Zinssätze auf Finanzpuffer würden indirekt überschüssige Nationen dazu ermutigen, Defizitnationen Kredite zu gewähren, um Zahlungsbilanzkrisen zu bewältigen.\n\nDer Plan von Soros ähnelt einem UNO-ähnlichen Mechanismus, der sich auf große Wirtschaftsmächte und ölproduzierende Nationen als Koordinatoren und Garanten stützt. Sein Plan steht jedoch im Widerspruch zur Idee, dass eine Weltwährung keiner souveränen Entität gehören sollte. Selbst Soros erkannte, dass die Verteilung von Produktionsquoten an die ölproduzierenden Länder eine große Herausforderung darstellen würde. Dennoch ist sein Konzept, elastische Puffer zu schaffen und eine inflationär folgende Währung zu entwickeln, bedenkenswert.\n\nWelche Lösung könnte also auf Basis dieser Prinzipien vorgeschlagen werden? Die von mir präsentierte Lösung ist nicht vollständig ausgearbeitet, sondern soll die Leser zum Nachdenken anregen. Eine gewagte Hypothese ist, die Annahme fester Vermögensmengen zu durchbrechen. Wir könnten erlauben, dass die Anzahl der gehaltenen Währungseinheiten mit dem langfristigen Transaktionsvolumen langsam zunimmt und mit kurzfristigen Preisrückgängen und zunehmendem Transaktionsvolumen abnimmt. Dies würde keine Überweisungen oder Münzprägungen/Brennungen erfordern, sondern Verträge mit intrinsischen Präge- und Brenneigenschaften haben. Zusätzlich würde ein vollständig dezentrales automatisches Reservesystem eingerichtet werden, mit Reserven, die ein Vielfaches des Transaktionsvolumens betragen, um die Währungsliquidität abzusichern. Wenn Inflation auftritt, würde die gesamte Geldmenge an die wirtschaftliche Größe und die Anti-Inflationsbemühungen gebunden sein. Bei der Liquidität würde, wenn die Marktpreise einbrechen und die Transaktionsvolumina ansteigen, die Anzahl der Kontensalden der Inhaber proportional zunehmen, und das Reservesystem würde Fremdwährung freisetzen, um die erhöhte Geldmenge aufzunehmen. Umgekehrt, wenn die Marktpreise mit steigenden Transaktionsvolumina in die Höhe schießen, würden die Kontensalden der Inhaber abnehmen, und das Reservesystem würde Fremdwährung aufnehmen, um die spekulative Natur digitaler Währungen zu reduzieren. Eine solche Weltwährung, bei der die Zentralbanken als Marktgestalter zur Regulierung der nationalen Märkte fungieren, könnte in Betracht gezogen werden. Natürlich hat diese temporäre Lösung viele ungelöste Probleme: Menschen mögen es nicht, wenn Vermögenswerte aus dem Nichts verschwinden, und die Verwaltung und Risiken einer selbstregulierenden Geldmenge wären immens. Schließlich muss die Auswahl der Kriterien für Präge- und Brennstandards mit äußerster Vorsicht erfolgen."
    },
    "ja": {
        "title": "世界通貨の概念",
        "writer": "内部メンバー 1: 2024年8月17日",
        "image": "../images/article3.webp",
        "imageSource": "画像ソース: Open AI",
        "content": "この記事では、世界通貨を確立するための可能性と課題について、ビットコインの普遍的な交換手段としての限界に焦点を当てて探ります。また、通貨を石油備蓄にリンクさせるなどの代替提案を検討し、分散型で柔軟な世界通貨システムの新しい仮説を提示します。",
        "article_text": "世界通貨に関する議論は、ビットコインのような暗号通貨を中心に展開されることが多いです。ビットコインはブロックチェーン技術を通じて最初の分散型「通貨」として見られていますが、本当にそうなのでしょうか？ビットコインが通貨として持つ本質的な欠陥は何でしょうか？ \n\nビットコインの基本的な特性には、1. 分散化 2. 発行総数の限定が含まれます。デジタル通貨はピアツーピアネットワークを使用して会計処理と改ざん防止を行い、そのデジタル所有権は画期的です。発行量が限定されているため、過剰発行による価値の下落はありません。しかし、多くの利点があるにもかかわらず、ビットコインは本質的にデジタルゴールドの一種であり、日常の取引で使用される通貨や国際準備通貨としては不適切です。金本位制やIMFの特別引出権（SDR）などの準備通貨には、より高い安定性が求められます。ビットコインの特性は、通貨システムにおいて本質的な欠陥を抱えています。\n\n固定供給の問題。これは、ブレトンウッズ体制の下で米ドルが金と切り離された理由の1つでもあります。固定供給は、経済発展や取引量の増加に伴って増加することができません。生産が増加する一方で通貨供給が増加しない場合、通貨は商品に対して価値が上昇し、これは実質的に生産に対する通貨供給を減少させ、長期的な経済的制約を課すことになります。さらに、固定された総数は、これを使用する国々にとって、まもなく国際収支の問題を引き起こすでしょう。例えば、トリフィンのジレンマは、米ドルに関連して発生し、この問題を浮き彫りにしました。1960年、ロバート・トリフィンは「金とドルの危機」という著書で、ブレトンウッズ体制が内在する矛盾を抱えていると指摘しました。米ドルは金と連動しており、他国の通貨は米ドルと連動していました。米ドルが国際準備通貨の地位を獲得する一方で、各国は貿易のために米ドルを必要とし、米国の長期的な貿易赤字を招きました。しかし、国際通貨としてのドルの安定を維持するには、米国の貿易黒字が必要でした。これらの相反する要求は、「トリフィンのジレンマ」として知られるパラドックスを生み出しました。ブレトンウッズ体制が終了した後、米国は通貨の過剰発行によって国際収支問題を解決しました。同様に、ビットコインが準備通貨として使用された場合、その固定供給は、準備問題を解決するための通貨拡張を妨げることになります。\n\nビットコインの分散化は、最終的な保証者が存在しないことも意味します。これにより、流動性危機に直面したときに通貨が無力になり、誰もパニック売りの際にビットコインを吸収してその価値を安定させる義務がありません。独自の資金プールで通貨を支える試みは破産に終わりました。USDTのような暗号通貨は米ドル資産で裏付けされていますが、最終的な信用は米国政府に由来します。アルゴリズムの安定性を採用する場合、通貨プールの価値と信頼が崩壊しないようにしなければならず、そうでなければ、Terra-Luna-USTの問題に直面することになります。\n\nソロスはかつて、石油備蓄とクォータを通貨メカニズムに結びつける通貨理論を提唱しました。完全競争市場では、価格は常に現在の需要と供給に一致します。しかし、需要と供給が大幅に変動する場合、価格にはバブルやパニック効果が生じる可能性があります。現実には、例えば、石油価格は短期的にモメンタムを示すことがよくあります。ソロスは、消費と生産のクォータを設定する時間を確保するために、巨額の資金と石油備蓄バッファーを持つ石油カルテルの設立を提案しました。主なポイントは次のとおりです。1. 価格を一定の範囲内で安定させるための大規模なバッファーメカニズムを作成し、短期的な流動性ショックのための余地を提供します。2. インフレ関連製品としての石油は、インフレとともに価値が上昇し、その価値を維持します。3. 財政的バッファーに対する金利は、間接的に黒字国が赤字国に貸し付けることを促進し、国際収支危機に対処します。\n\nソロスの計画は、主要な経済大国と石油生産国がコーディネーターと保証人として機能する、国連のようなメカニズムに似ています。ただし、この計画は、世界通貨が主権国家に属さないべきだという考えと矛盾しています。ソロス自身も、石油生産国に生産クォータを配分することが非常に困難であると認めました。それにもかかわらず、弾力性のあるバッファーを構築し、インフレに追随する通貨を設計するという彼の概念は検討に値します。\n\nでは、これらの原則に基づいてどのような解決策が提案できるでしょうか？私が提示する解決策は完全に洗練されたものではなく、読者の考えを刺激することを目的としています。大胆な仮説として、固定資産数量の仮定を打破することが考えられます。我々は、長期的な取引量に基づいて保有通貨の数量をゆっくりと増加させ、短期的な価格下落と取引量の増加に伴って減少させることができるかもしれません。これには資金移動やマイニング/バーンは関与せず、契約自体に内在するマイニングとバーンの性質を持つものとします。また、完全に分散化された自動準備システムを構築し、取引量の数倍の備蓄を設けて通貨流動性をヘッジします。インフレが発生した場合、通貨総量は経済規模および反インフレ対策にリンクされます。流動性に関しては、市場価格が暴落し、取引量が急増した場合、保有者の口座通貨量は比例して増加し、準備システムは増加した通貨を吸収するために外貨を放出します。一方、市場価格が急上昇し、取引量が増加した場合、保有者の口座通貨量は減少し、準備システムは投機的なデジタル通貨の性質を減少させるために外貨を吸収します。このような世界通貨は、中央銀行がマーケットメイカーとして国内市場を調整するのに役立つかもしれません。もちろん、この暫定的な解決策には多くの未解決の問題があります。人々は資産が突然消滅することを嫌い、自己調整型の通貨供給の管理とリスクは非常に大きなものとなるでしょう。最後に、マイニングとバーンの基準を選択する際には、極めて慎重な対応が求められます。"
    }
}
